{
  "1": "hello . we do have smartphones for _UNK",
  "2": "hello and good morning. yes, we have a wide variety of the camera.",
  "3": "hello and good _UNK what kind of phone do you want to know?",
  "4": "hello and good morning. what may i do to assist you?",
  "5": "hello there. what may i do to assist you?",
  "6": "good morning. please let me know if you have any specific features in mind.",
  "7": "hello and good _UNK please let me know if you have any specific brand or model in your mind?",
  "8": "hello and good _UNK please let me know if you have any specific model or feature preferences.",
  "9": "hello and good _UNK from which brand would you like to begin your _UNK with?",
  "10": "hello. \nsure, please let me know if you have any preference?",
  "11": "hello and good _UNK will you tell me what the requirements is?",
  "12": "hello there. if you have a specific model or brand you are you looking for?",
  "13": "hello there. are you looking for a specific brand?",
  "14": "hello there. what may i do to assist you?",
  "15": "hello there. please let me know if you have any specific brand, please let us let us know what you're",
  "16": "hello there. i have a wide variety of _UNK let us know what you looking for?",
  "17": "hello you for your _UNK i'm here to assist you in any specific that that may i can you like",
  "18": "hello there. i'm here to assist you. what may i do to assist you?",
  "19": "hello there. i am here to assist you. what may i do to assist you?",
  "20": "hello there. i'm here to assist you. what may i do to assist you?",
  "21": "good morning. i am pleased to assist you. what may i do to assist you?",
  "22": "hello. yes, of i am here to assist you. what may",
  "23": "hello there. if you have any specific model in mind?",
  "24": "hello and good afternoon. we which brand would you like to begin your _UNK _UNK",
  "25": "hello there. please let me know if i can be of you with to you.",
  "26": "hello there. if you have any specific model in mind?",
  "27": "hello and good evening. yes, how do i assist you?",
  "28": "hello there. what may i do to assist you?",
  "29": "hello there. what may i do to assist you?",
  "30": "hello and good morning. what may i do to assist you?",
  "31": "hello there. what may i do to assist you?",
  "32": "hello there. are you looking for a specific brand?",
  "33": "hello you for your _UNK i'm here to assist you in any specific that that may i can you like",
  "34": "hello there. what may i do to assist you?",
  "35": "hello and good evening. what may i do to assist you?",
  "36": "hello there. please let me know if you have any specific model or feature preferences.",
  "37": "hello and good evening. what may i do to assist you?",
  "38": "hello there, may you tell me what your budget is?",
  "39": "hello there. what may i do to assist you?",
  "40": "hello there. what may i do to assist you?",
  "41": "hello and good afternoon. and let me know what you're what kind of phone you're looking for?",
  "42": "hello there. what may i do to assist you?",
  "43": "hello there. what may i do to assist you?",
  "44": "hello and good evening. what may i do to assist you?",
  "45": "hello and good _UNK what may i do to assist you?",
  "46": "hello there. i'm here to assist you. do you have any brand or model in mind?",
  "47": "hello and good morning. please let me know if you have any specific brand or model or feature preferences.",
  "48": "hello there. if you could help you please let me know the brand or model name you are looking for?",
  "49": "hello there. if you have a specific model in of that phone?",
  "50": "hello there. what may i do to assist you?",
  "51": "hello there. could you please let me know if you have any specific brand or model in your mind?",
  "52": "hello there. i'm here to assist you. what may i do to assist you?",
  "53": "hello there. i'm here to assist you. what may i do to assist you?",
  "54": "hello there. i'm here to assist you. please let me know what you're looking for to be",
  "55": "hello and good evening. what kind of phone specifications do you require? like the you would _UNK",
  "56": "hello there. if you have any brand or model in your mind?",
  "57": "hello there. could you please let me know if you have any specific model or feature preferences.",
  "58": "hello there. what may i do to assist you?",
  "59": "hello. sure, what specification do you want?",
  "60": "hello there. i'm here to assist you. what may i do to assist you?",
  "61": "hello and good morning. what may i do to assist you?",
  "62": "hello and good morning. what may i do to assist you?",
  "63": "hello there. what may i do to assist you?",
  "64": "hello there. what may i do to assist you?",
  "65": "hello and good morning. do you have a specific model in mind?",
  "66": "hello there. please let me know if you have any specific preference.",
  "67": "hello and good morning. please let me know if you have any specific model or feature preferences.",
  "68": "hello there. what may i do to assist you?",
  "69": "hello there. what may i do to assist you?",
  "70": "hello there. what may i do to assist you?",
  "71": "hello there. what may i do to assist you?",
  "72": "hello and good _UNK what may i do to assist you?",
  "73": "hello there. please let me know if you have any specific brand or model in your mind?",
  "74": "hello there. please let me know if you have any specific brand or model in your mind?",
  "75": "hello and good morning. please let me know if you have any specific model or feature preferences.",
  "76": "hello there. please let me know if you have any specific preference."
}