{
  "1": "hello . we do have smartphones for _UNK",
  "2": "please see the gionee a1, which costs 280 eur.",
  "3": "it has a maximum resolution of _UNK pixels, a low resolution of 1 pixels, pixels, pixels, pixels, pixels, and a",
  "4": "we do, but do you have a favourite brand?",
  "5": "please see the gionee a1, which costs 280 eur.",
  "6": "it has a maximum resolution of 32 pixels, pixels, effective pixels, and the secondary camera is an apple ipad",
  "7": "the cost is eur _UNK",
  "8": "so, do you want to purchase it?",
  "9": "your reservation number number is _UNK",
  "10": "welcome.",
  "11": "hello and good morning. yes, we do, after the _UNK do you have a favourite brand?",
  "12": "we have a variety of cameras from various brands. could you please tell me about your price range?",
  "13": "do you have a favourite brand?",
  "14": "please see canon powershot _UNK and the cost is available in our black.",
  "15": "it has a maximum resolution of 13 pixels, three effective pixels, and a zoom range of _UNK",
  "16": "it has a 15.6-inch mah battery, 6 gb ram, 16 secondary camera.",
  "17": "it is equipped with 4 gb ram, a decent mah battery.",
  "18": "it is a well _UNK and a secondary camera with an 8 mp main for you.",
  "19": "okay, i'll make a reservation for you. is there anything else you'd like?",
  "20": "welcome, please visit again.",
  "21": "hello and good morning. please let me know if you have any specific brand or model or feature preferences.",
  "22": "can you please tell me what your price point is?",
  "23": "do you want to purchase a little brand?",
  "24": "the asus zenfone 3 deluxe 5.5 _UNK is a _UNK option. it has a 15.6-inch touchscreen.",
  "25": "please take a look at the asus vivobook 14 x412ub",
  "26": "it is equipped with an intel core i5-8265u cpu, intel gma hd graphics, and a 1tb hard drive.",
  "27": "intel graphics are well-known and have a 15.6-inch touchscreen.",
  "28": "it costs just 170 eur.",
  "29": "okay, i'll it. do you want to purchase your reservation for you?",
  "30": "welcome, please visit again.",
  "31": "hello and good morning. what may i do to assist you?",
  "32": "hello of course. what are you looking for?",
  "33": "the asus zenfone 3 deluxe 5.5 zs550kl is a _UNK option.",
  "34": "please take a look at the asus vivobook 14 s340 and canon eos _UNK",
  "35": "it has a maximum resolution of 16 gb and a lot of _UNK pixels, and a secondary camera with a",
  "36": "it has a 15.6-inch screen. it has an android battery, with a 3000mah battery, 4 gb ram, and a 3000mah",
  "37": "it is available for all of ram, and it will set you back _UNK euros.",
  "38": "yes, it is being sold at the original price.",
  "39": "it is currently the most well-known and it is also all you can buy this _UNK _UNK",
  "40": "do you have a favourite brand?",
  "41": "the asus zenfone 3 deluxe 5.5 which has a 15.6-inch touchscreen.",
  "42": "it has a maximum resolution of _UNK pixels, a low resolution of 1 pixels, pixels, pixels, pixels, pixels, and a",
  "43": "your booking no. is: _UNK",
  "44": "welcome.",
  "45": "hello and good morning. please let me know if you have any specific brand or model or feature preferences.",
  "46": "yes, we have a lot of phones with similar _UNK it also has a 15.6-inch touchscreen.",
  "47": "yes, we have a variety of laptops from various brands.",
  "48": "it's the colour choice.",
  "49": "yes, it is available in weight.",
  "50": "it comes with a 15.6-inch gb ram.",
  "51": "the asus zenpad 3 _UNK which has a 15.6-inch touchscreen.",
  "52": "it is available for all of these review.",
  "53": "yes, it has a maximum resolution of _UNK pixels, a low resolution of 640 pixels, 8 effective pixels, and a",
  "54": "yes, it is discounted price.",
  "55": "great, it has been reserved for you with the reference number 1342355.",
  "56": "thank you for stopping by, and we hope to see you again soon.",
  "57": "hello and good morning. please let me know if you have any specific preference?",
  "58": "do you have any other preferences in terms of specifications?",
  "59": "if you have any interests in terms of specifications?",
  "60": "it has been rated 3.9 out of 5 stars.",
  "61": "is priced at just 210 eur.",
  "62": "what may you _UNK",
  "63": "hello like to see if you have any interests in terms of specifications?",
  "64": "the nikon coolpix _UNK is the _UNK",
  "65": "this laptop is available for review.",
  "66": "it has a 15.6-inch zoom euros.",
  "67": "the screen size is _UNK the laptop is preferred for everyday use.",
  "68": "you're more than welcome.",
  "69": "hello and good morning. there are several options that would be fantastic.",
  "70": "yes, we have a range of phones that meet these specifications; do you have any additional requirements?",
  "71": "could you please tell me what your price point is?",
  "72": "if you have any interests in terms of specifications?",
  "73": "may i book it for you?",
  "74": "do you want to purchase it?",
  "75": "and do you have a favourite model?",
  "76": "is there any other requirements you have in mind?",
  "77": "so, definitely you might look at the asus zenfone 3 deluxe asus zenfone 3 deluxe 5.5 max as the these",
  "78": "welcome and please visit again.",
  "79": "hello and good _UNK please let me know if you have any specific features in mind.",
  "80": "okay, so i'll have a look at any tablet?",
  "81": "and, of course. it has been reserved for you with the reference number 1342355.",
  "82": "are you interested in learning more about the features?",
  "83": "you have a favourite _UNK",
  "84": "okay, your reservation is _UNK",
  "85": "this is the _UNK phone for you. it is a _UNK phone.",
  "86": "we do, but do you have a favourite brand?",
  "87": "it has been reserved for you with the reference number 1342355.",
  "88": "it has a main camera with an 8-megapixel and a secondary camera with a resolution of 16 megapixels, while the",
  "89": "it has a storage capacity of _UNK",
  "90": "hello and good morning. there are several options that would be fantastic.",
  "91": "the asus zenfone 3 deluxe 5.5 and the colour is available in white.",
  "92": "the asus zenfone 3 deluxe 5.5 _UNK is a _UNK option.",
  "93": "the asus zenfone 3 deluxe 5.5 zs550kl is a _UNK option.",
  "94": "well, gionee f5 might prove to be a good choice for you.",
  "95": "it has a maximum resolution of _UNK pixels, a low resolution of 32 pixels, pixels, effective pixels, and an effective",
  "96": "it costs just 170 eur.",
  "97": "it's available in gold.",
  "98": "let me show you how it looks. then it might be a little for everyday use and is available in",
  "99": "it has a maximum resolution of _UNK pixels, a low resolution of the effective pixels,",
  "100": "that is okay. \nmay i book it for you?",
  "101": "you are welcome.",
  "102": "hello. \nsure, please let me know if you have any interests in terms of specifications?",
  "103": "it seems to be fantastic. the phone is also the most _UNK phone and the phone looks quite we have",
  "104": "this is the asus zenfone 3 deluxe 5.5 _UNK which has a 15.6-inch touchscreen.",
  "105": "it has a maximum resolution of _UNK pixels, low resolution of 13 pixels, and 8 gb storage.",
  "106": "if you have a specific model in mind right now?",
  "107": "lenovo ideapad 320-15ikbra is one of the best products that i have observed so much based",
  "108": "it has been rated 4.2 out of 5 stars.",
  "109": "it has 4 gb of ram, a dual main camera, eight secondary camera.",
  "110": "okay, so you should think about the _UNK see any _UNK that i would recommend you as it is a",
  "111": "yes, we do, and it is an excellent phone than i will suggest you a low price point could you",
  "112": "okay, this phone seems to be an acer model, based on the images. and the colour is your budget.",
  "113": "you are welcome.",
  "114": "hello and good morning. are there any other preferences you have in mind?",
  "115": "so, which brand are you looking for?",
  "116": "okay, so let me your _UNK",
  "117": "this is the asus zenfone 3 deluxe 5.5 _UNK 3 _UNK which has a maximum resolution of _UNK",
  "118": "it is available in a reduced phone for you. it is still for its excellent appearance.",
  "119": "it seems to be a decent option.",
  "120": "it has a maximum resolution of _UNK pixels, a low resolution of 640 pixels, pixels, effective pixels, and a storage",
  "121": "it has a maximum resolution of _UNK pixels, pixels, effective pixels, and 13 gb of storage.",
  "122": "are you interested in learning more about the features?",
  "123": "it costs just 170 eur.",
  "124": "okay, thank you for your purchase.",
  "125": "hello and good morning. it would be great if you could assist us with any interests in terms of specifications?",
  "126": "okay, so you should think about the _UNK _UNK please let me know.",
  "127": "hello like to see if you have any interests in terms of specifications?",
  "128": "please let me know if i come _UNK",
  "129": "take a look at this, http://cdn2.gsmarena.com/vv/bigpic/samsung-galaxy-note7.jpg",
  "130": "this is available in our _UNK and it will set you back 210 eur.",
  "131": "we have a lot of phones with more than _UNK",
  "132": "so, what is your budget?",
  "133": "it will set you back 250 euros.",
  "134": "let me show you a few more models.",
  "135": "if you have any interests in terms of specifications?",
  "136": "okay, thank you for by, by, and we hope to see you again soon.",
  "137": "hello there. what may i do to assist you?",
  "138": "do you have a favourite model?",
  "139": "okay, is there a specific model that you have in mind?",
  "140": "the asus zenfone 3 deluxe 5.5 zs550kl is a _UNK option.",
  "141": "it has a maximum resolution of _UNK pixels, a low resolution of the resolution and 1 gb storage.",
  "142": "yes, we do, and the cost is 170 eur.",
  "143": "it costs just _UNK euros. eur.",
  "144": "the asus zenfone 3 deluxe 5.5 zs550kl is a _UNK option. it has a maximum resolution of _UNK pixels, a",
  "145": "okay, this is the colour that i can do to this colour, to you to purchase it.",
  "146": "if you have a specific model in mind right now?",
  "147": "you are welcome.",
  "148": "hello there. what may i do to assist you?",
  "149": "can you tell me what your price point is?",
  "150": "sure, but i book it for you?",
  "151": "yes, we do, and it is available in a reduced black colour.",
  "152": "if you have any interests in terms of specifications?",
  "153": "okay, i'll it. you can give you a model that we have a large number of nikon brand.",
  "154": "okay, this model has 4 gb of ram, a 13-megapixel main camera, and a secondary camera with a resolution of",
  "155": "it has a maximum resolution of 13 pixels, pixels, effective pixels, and a zoom range of _UNK and the secondary",
  "156": "it has a maximum resolution of _UNK pixels, a low resolution of the resolution and 1 gb storage.",
  "157": "it costs just 170 euros.",
  "158": "can you please tell me what your price point is?",
  "159": "this model has an intel core _UNK processor and has a 15.6-inch inch display size, and a 15.6-inch inch display",
  "160": "you will be required to pay 300 eur.",
  "161": "welcome and visit again.",
  "162": "hello and good morning. please let me know if you have any specific features in terms of specifications?",
  "163": "let me show you a few more models.",
  "164": "the asus zenfone 3 deluxe 5.5 zs550kl is a _UNK option.",
  "165": "okay, so will you _UNK about your reservation for it. please see apple ipad",
  "166": "yes, we do, as the eur. this phone is _UNK and it is one of the most well-known and reliable",
  "167": "what features you'd want to book it for your _UNK",
  "168": "it has a maximum resolution of _UNK pixels, low resolution of 8 effective pixels, 13 gb storage and 1 gb",
  "169": "it is available in _UNK gold colour and it will cost you at least 3799 eur.",
  "170": "it is an android phone with a _UNK gold colour that you _UNK _UNK and it has a _UNK touchscreen.",
  "171": "here is your receipt.",
  "172": "this is currently a good option. it _UNK the best from _UNK",
  "173": "you are welcome.",
  "174": "hello there. if you have any interests in terms of specifications?",
  "175": "okay, it would just set you back just 570 eur.",
  "176": "okay, i'll it. if you have any interests in terms of specifications?",
  "177": "okay, is there anything else you'd like to assist you with?",
  "178": "okay, so you have a favourite number of _UNK with an 8 10 there any interests that you have in",
  "179": "the mi resolution is _UNK the main and also was released in the year _UNK the phone was released in",
  "180": "it costs just 170 eur.",
  "181": "and, of course. you will be able to get it.",
  "182": "here is your receipt.",
  "183": "you are welcome.",
  "184": "hello and good morning. please let me know if you have any specific preference with any interests",
  "185": "what may do you want to purchase it?",
  "186": "hello may you tell me what features you'd want in your phone?",
  "187": "okay, so you have any interests in terms of specifications?",
  "188": "so, what are you looking for?",
  "189": "in that _UNK you have any interests in terms of specifications?",
  "190": "it has a 15.6-inch screen.",
  "191": "it is available for just 350 eur.",
  "192": "with the _UNK display on this _UNK you can get this _UNK _UNK",
  "193": "it has been rated 3.9 out of 5 stars.",
  "194": "let me tell you more about it.",
  "195": "okay, that's it. if you want to learn more _UNK",
  "196": "you are welcome.",
  "197": "hello there. what may i do to assist you?",
  "198": "all the [smartphone_tablet_brand] _UNK which has a maximum resolution of _UNK the resolution of the resolution is _UNK",
  "199": "what is the name of the brand?",
  "200": "the asus zenfone 3s 10 _UNK is a _UNK option. you can give with the _UNK",
  "201": "do you have a favourite brand?",
  "202": "okay, i'll it. this is the asus zenfone 3 deluxe 5.5 _UNK",
  "203": "it's available in [smartphone_tablet_color].",
  "204": "it costs just 170 eur.",
  "205": "okay, i'll it. if you have any interests in terms of specifications?",
  "206": "it's an android phone with a stunning 1920x1080 resolution.",
  "207": "okay, i'll make a few more than the reservation for you. it is a fantastic phone.",
  "208": "okay, i'll do you want it for you?",
  "209": "you're more than welcome.",
  "210": "hello and good morning. we do, and what do you require?",
  "211": "what is the name of the brand?",
  "212": "hello and good morning. are you looking for a specific brand?",
  "213": "please let me know if you have any specific features in mind.",
  "214": "the asus zenpad 3s i have a _UNK option. this is a good option.",
  "215": "please see the samsung galaxy j7 max in [smartphone_tablet_color] and in gold colour.",
  "216": "it has a main camera with a resolution of 16 megapixels, and a secondary camera with an _UNK",
  "217": "let me show it to be a look at samsung galaxy a9 pro (2016), with a 15.6-inch _UNK",
  "218": "the asus zenfone has a maximum resolution of _UNK pixels, low resolution of 8 effective pixels, and a low resolution",
  "219": "if you have any interests in terms of specifications?",
  "220": "you're more than welcome.",
  "221": "hello there. what may i do to assist you?",
  "222": "sure, but i recommend the recommend to recommend you updated. it is a good camera, for you.",
  "223": "what is the latest phone that you'd like to be fantastic.",
  "224": "do you have a favourite brand?",
  "225": "the asus zenfone 3 deluxe 5.5 _UNK is a _UNK option.",
  "226": "it has been reserved for you with the reference number 1342355.",
  "227": "yes, we do, and the cost is 170 eur.",
  "228": "do you have a favourite brand?",
  "229": "the asus zenfone 3 deluxe 5.5 zs550kl is a _UNK 3 _UNK 3 _UNK which has a 15.6-inch touchscreen.",
  "230": "this laptop has a fast 8 gb ram. the price of price of the price of the 3 can be",
  "231": "let me show you a few _UNK",
  "232": "okay, your reservation has been _UNK",
  "233": "you're more than welcome.",
  "234": "hello and good morning. how may i assist you?",
  "235": "we have a variety of laptops from various brands. please let me know which brand or model that you prefer?",
  "236": "okay, please see the gionee a1, which are latest and 6000 respectively.",
  "237": "okay, it has a maximum resolution of _UNK pixels,",
  "238": "it has a maximum resolution of _UNK pixels, low resolution of 8 effective pixels, 13 gb storage and 1 gb",
  "239": "it has a maximum resolution of _UNK pixels, effective pixels, and two sim slots.",
  "240": "the price costs have to pay from this is the price point which you want.",
  "241": "_UNK this is the phone in terms you want to see _UNK _UNK",
  "242": "okay, so you should think see any _UNK 3 camera with an intel core i5-8250u cpu, intel core _UNK",
  "243": "it was released in _UNK and has an android _UNK and a 3000 mah battery.",
  "244": "is there anything else you'd like to purchase?",
  "245": "thank you for stopping by, and we hope to see you again soon.",
  "246": "hello there. what may i do to assist you?",
  "247": "what may i do to assist you?",
  "248": "okay, so what are you looking for?",
  "249": "yes, we do, but it is an excellent phone.",
  "250": "it has a main camera with an 8-megapixel and a secondary camera with a resolution of 16 megapixels, while the",
  "251": "it weighs only 175 g and has 32 gb of storage.",
  "252": "it's an android phone with a resolution of _UNK and a pixel resolution of _UNK",
  "253": "it's available in [smartphone_tablet_color].",
  "254": "okay, i'll make a minute.",
  "255": "thanks for coming by, and we hope to see you again soon.",
  "256": "hello and good morning. it costs _UNK after discount.",
  "257": "okay, it has a 15.6-inch touchscreen.",
  "258": "it would just set you back 440 eur.",
  "259": "it has a maximum resolution of _UNK pixels, a low resolution of 640 pixels, pixels, effective pixels, and a resolution",
  "260": "if you could assist us with the brand or product _UNK it would be fantastic.",
  "261": "yes, we do, and the price is _UNK eur.",
  "262": "it comes with a 3000mah battery, 4 gb ram, a 13-megapixel main camera, and an 8-megapixel secondary camera.",
  "263": "it is available for all of these review.",
  "264": "okay, i'll make a booking for model of zenfone has been _UNK",
  "265": "thank you very much.",
  "266": "hello and good morning. are you looking for a specific brand?",
  "267": "okay, so do you have a favourite brand?",
  "268": "okay, i'll it. is there anything else you require?",
  "269": "okay, i'll do you have a favourite brand?",
  "270": "yes, we do, but it is an excellent phone.",
  "271": "it has a maximum resolution of _UNK pixels, a low resolution of 640 pixels, pixels, effective pixels, and 1 gb",
  "272": "it comes in the colour and can store up to 64 gb do you like.",
  "273": "it costs just 170 eur.",
  "274": "okay, i'll it. you have a _UNK _UNK that you have any interests in terms of specifications?",
  "275": "okay, your order is _UNK",
  "276": "you're more than welcome.",
  "277": "hello there. what may i do to assist you?",
  "278": "can you please tell me what your price point is?",
  "279": "hello of course. what is the name of the brand?",
  "280": "okay, i'll it. is there anything else you'd like to see any other requirements that i can do my best.",
  "281": "okay, we have a lot of phones with similar _UNK this phone has an android operating system and a 15.6-inch",
  "282": "okay, what have a variety of phone at _UNK high _UNK",
  "283": "okay, i'll see the gionee f5 might be an _UNK phone with excellent features and a 15.6-inch for you. it",
  "284": "all of them to be _UNK to be fantastic.",
  "285": "the main camera has an intel core _UNK and the graphics card has an intel core _UNK",
  "286": "it comes with a 15.6-inch battery, and an internal memory of 64 gb and an internal memory of 64 gb.",
  "287": "it costs just 170 euros.",
  "288": "okay, your reservation been _UNK",
  "289": "you are welcome.",
  "290": "hello and good morning. do you have a favourite brand?",
  "291": "okay, here are you looking for?",
  "292": "yes, it is one of the most well-known and reliable brands.",
  "293": "it has a maximum resolution of 6 pixels, effective pixels, and costs _UNK",
  "294": "it has a storage capacity of 32 gb ram, and a 3000mah battery with a resolution of 16 megapixels, while",
  "295": "all right. may you tell me what your price point is?",
  "296": "the xiaomi mi pro has a 3000 mah battery, 4 gb ram, 16 primary camera and a secondary camera with",
  "297": "it has a maximum resolution of 6 pixels, effective pixels, and costs _UNK",
  "298": "okay, i'll make a minute. for you. is there anything else you'd like?",
  "299": "thank you very much.",
  "300": "hello and good morning. what may i do to assist you?",
  "301": "yes, we have a variety of laptops from various brands. please let me know which brand or model that you",
  "302": "is there any other preferences you have in mind?",
  "303": "we will keep you updated.",
  "304": "this is the _UNK phone for you. it is a _UNK phone.",
  "305": "it has a maximum resolution of _UNK pixels, a low resolution of 640 pixels, pixels, effective pixels, and a resolution",
  "306": "yes, it is the most well-known and reliable brand. please take a look at the look at the canon powershot",
  "307": "it costs just 170 eur.",
  "308": "it is now at a reduced cost.",
  "309": "okay, that's it. if you have any interests in terms of specifications?",
  "310": "you're more than welcome.",
  "311": "hello and good morning. please let me know if you have any specific brand or model or feature preferences.",
  "312": "if you have any interests in terms of specifications?",
  "313": "the asus zenfone 3 deluxe 5.5 _UNK is a _UNK 3 and _UNK",
  "314": "it comes with a 15.6-inch gb ram. \nit has dual primary and secondary camera.",
  "315": "it has a maximum resolution of 640 pixels, pixels, effective pixels, and an internal memory of 64 gb and an",
  "316": "it was released in 2007 and has a resolution of _UNK the resolution is _UNK",
  "317": "it costs just 170 eur.",
  "318": "it's an android phone with a resolution of _UNK and a storage of 32 gb of storage.",
  "319": "okay, so you can purchase a few _UNK it is an amazing for and a secondary camera has an 8-megapixel",
  "320": "okay, thank you _UNK",
  "321": "you're more than welcome.",
  "322": "hello there. what may i do to assist you?",
  "323": "i'd like to see if you have any interests in terms of specifications?",
  "324": "smartphones _UNK in _UNK take a look at its look at the high look at least on this product.",
  "325": "okay, so do you have any brand or model or feature preferences.",
  "326": "if you have a specific model in mind?",
  "327": "billing has been made. thank you for your purchase.",
  "328": "yes, it is available for just very euros.",
  "329": "it's an android phone with a resolution of _UNK and a resolution of _UNK pixels.",
  "330": "it is available in silver colour which looks quite beautiful.",
  "331": "okay, this is your receipt.",
  "332": "you are welcome.",
  "333": "hello and good morning. what may i do to assist you?",
  "334": "may you tell me what your price point is?",
  "335": "the best camera brand is _UNK",
  "336": "the model is the most well-known the booking id is _UNK",
  "337": "it has a maximum resolution of _UNK pixels, a low resolution of 640 pixels, pixels, effective pixels, and a battery",
  "338": "intel core _UNK intel core _UNK and the graphics card is nvidia geforce gtx 1050 (3 gb).",
  "339": "it costs around _UNK g and has a storage capacity of 16 gb.",
  "340": "it costs just 170 eur.",
  "341": "with the _UNK display on this _UNK you can get this _UNK _UNK",
  "342": "okay, i'll make a few _UNK",
  "343": "you're more than welcome.",
  "344": "hello there. what may i do to assist you?",
  "345": "yes, we do, and its price is 229 eur.",
  "346": "this is the asus zenfone 3 deluxe 5.5 _UNK which has a 15.6-inch touchscreen.",
  "347": "the [smartphone_tablet_brand] zenpad 3 _UNK which is one of the best products that i have observed so much based on",
  "348": "it has a maximum resolution of _UNK pixels, low resolution of 8 effective pixels, 13 gb storage and 1 gb",
  "349": "it's available in [smartphone_tablet_color].",
  "350": "it has a maximum resolution of _UNK pixels, a low resolution of 640 pixels, pixels, pixels, pixels, 16 gb storage",
  "351": "three _UNK it was released in 2007 and it has an android operating system and a 15.6-inch camera.",
  "352": "yes, we have a variety of cameras from various brands. with the best from this brand. it would be fantastic.",
  "353": "it comes with a 15.6-inch screen.",
  "354": "okay, i'll do you have any brand preference?",
  "355": "thank you for stopping by, and we hope to see you again soon.",
  "356": "hello there. what may i do to assist you?",
  "357": "do you want to purchase it?",
  "358": "the samsung galaxy tab s3 9.7 has a 3000 mah battery and 4 gb ram, 4 gb ram and a",
  "359": "it has a maximum resolution of 640 pixels, pixels, with _UNK eur.",
  "360": "the asus zenfone 3 deluxe 5.5 zs550kl is the _UNK and the colour is _UNK",
  "361": "this laptop has an android phone with a _UNK _UNK and it has a _UNK touchscreen.",
  "362": "okay, i'll it. do you have any other preferences in terms of specifications?",
  "363": "the screen size is _UNK",
  "364": "okay, i'll make the right fine.",
  "365": "you're more than welcome.",
  "366": "hello and good morning. please let me know if you have any specific preference with any interests",
  "367": "what is the name of the brand?",
  "368": "is there a particular model that you have in mind?",
  "369": "the asus zenfone 3 deluxe 5.5 and the samsung galaxy tab a _UNK _UNK and a _UNK mah battery. it",
  "370": "it comes with a 15.6-inch screen.",
  "371": "it has an internal memory and a 3000 mah battery. it has a _UNK mah battery.",
  "372": "gold is the colour of choice. it seems to be quite similar.",
  "373": "if you have a favourite brand?",
  "374": "it's the best choice.",
  "375": "okay, so what is your reservation number.",
  "376": "thank you for stopping by, and we hope to see you again soon.",
  "377": "hello there. what may i do to assist you?",
  "378": "is there a particular model that you have in mind?",
  "379": "he seems to be fantastic.",
  "380": "will you buy euros.",
  "381": "it has a 15.6-inch cm and a _UNK mah battery. it has a _UNK mah battery, 4 gb ram, a",
  "382": "it's an android phone with a maximum resolution of _UNK pixels, pixels, and a low resolution of the resolution of",
  "383": "yes, it is available for just 500 eur.",
  "384": "it costs just 170 eur.",
  "385": "it's the best we do, and there a specific model that you have in your phone?",
  "386": "okay, thank you want to purchase a it?",
  "387": "hello and good morning. please let me know if you have any specific or model or feature preferences.",
  "388": "this is the _UNK for you. the phone has a higher pixel camera.",
  "389": "do you want to purchase it?",
  "390": "the asus zenfone 3 deluxe 5.5 _UNK and the colour is _UNK",
  "391": "it also has a _UNK cm",
  "392": "this is the apple ipad we have three _UNK and the _UNK 2 from the lenovo brand.",
  "393": "it has a 3000mah battery, 4 gb ram, a 13-megapixel main camera, and an 8-megapixel secondary camera.",
  "394": "it is equipped with a 15.6-inch mah battery.",
  "395": "yes, this is the _UNK we do, and the price is _UNK",
  "396": "okay, i'll it. is the model of this one. it comes with a _UNK mah battery.",
  "397": "thank you for stopping by, and we hope to see you again soon.",
  "398": "hello and good morning. please let me know if you have any specific brand or model or feature preferences.",
  "399": "you can buy the oppo _UNK which are you looking for?",
  "400": "okay, so i'll have it in _UNK",
  "401": "it has a maximum resolution of 640 pixels, that is only good feature and it has a 15.6-inch touchscreen.",
  "402": "it costs just 170 eur.",
  "403": "okay, so let me show you how it looks. if you can have a favourite for what now?",
  "404": "okay, could you please tell me what your price point is?",
  "405": "here is the link.",
  "406": "it comes with a 15.6-inch battery, 4 gb ram, a 13-megapixel main camera, and an 8-megapixel secondary camera.",
  "407": "it's available in gold.",
  "408": "it has a battery capacity of _UNK mah.",
  "409": "it is currently the most well-known and a price of the price of 450 eur.",
  "410": "okay, your reservation has been made. is there anything else i can do to help you?",
  "411": "you're more than welcome.",
  "412": "hello and good morning. what may i do to assist you?",
  "413": "okay, so which model would you like to learn more about?",
  "414": "okay, i'll make the reservation _UNK",
  "415": "if you are interested, about the _UNK and this phone is a good option.",
  "416": "look at the asus zenfone 3 deluxe 5.5 the asus zenfone 3 deluxe 5.5 3 which has a 15.6-inch battery,",
  "417": "yes, we have a variety of laptops from various brands. please let me know if you have any specific brand",
  "418": "this is the phone from _UNK the phone in that _UNK is the colour you are looking for.",
  "419": "okay, it has a 15.6-inch cm and it has an android operating system and a 15.6-inch _UNK",
  "420": "it costs just 170 euros.",
  "421": "the asus zenfone 3 deluxe 5.5 zs550kl is a _UNK 3 _UNK",
  "422": "with the _UNK display on this phone is a fantastic phone. it is also available in _UNK",
  "423": "the asus zenfone 3 deluxe 5.5 zs550kl is a _UNK option.",
  "424": "you're more than welcome.",
  "425": "hello and good morning. we have a lot of option. do you have any interests in terms of specifications?",
  "426": "if you can see lenovo ideapad 330",
  "427": "only take a look at the asus brand or these _UNK it comes with a 15.6-inch touchscreen.",
  "428": "i see the nikon coolpix _UNK which has a _UNK touchscreen. it has an android operating system and a 15.6-inch",
  "429": "it's the best model and the cost is available.",
  "430": "it comes with a 3000mah battery, 4 gb ram, a 13-megapixel main camera, and an 8-megapixel secondary camera.",
  "431": "we have it in gold.",
  "432": "your reservation number is _UNK",
  "433": "thank you for stopping by, and we hope to see you again soon.",
  "434": "hello there. what may i do to assist you?",
  "435": "yes, we do, a decent option the [smartphone_tablet_brand] _UNK",
  "436": "if you have any interests in terms of specifications?",
  "437": "the nikon coolpix 950 was _UNK",
  "438": "this laptop has a fast 4 gb ram and a 15.6-inch mah battery.",
  "439": "it was released in 2007 and has an internal memory and a 3000 mah battery. it has a maximum resolution",
  "440": "it has a 1tb hdd drive.",
  "441": "this phone is the _UNK and it's on demand.",
  "442": "okay, i'll make a reservation for you. is there anything else you'd like to see _UNK",
  "443": "you're more than welcome.",
  "444": "hello and good morning. i'm here to assist you. is the _UNK you want to learn more about?",
  "445": "if you have any interests in terms of specifications?",
  "446": "do you have any interests in terms of specifications?",
  "447": "is there a special feature you'd like to see any particular model or feature preferences?",
  "448": "okay, i'll have a look at the asus zenpad 3s 10 _UNK is available for _UNK",
  "449": "the asus zenfone has a 3000 mah battery, 4 gb ram, 16 primary camera and a secondary camera with a",
  "450": "it has a main camera with an intel core _UNK and a 15.6-inch screen.",
  "451": "just like it. if you have any interests in terms of specifications?",
  "452": "yes, it has a maximum resolution of _UNK pixels, a low resolution of 640 pixels, pixels, effective pixels, and an",
  "453": "yes, we have a large number of cameras. please let me know if you have any specific brand or model",
  "454": "it costs just 170 eur.",
  "455": "you're more than welcome.",
  "456": "hello and good morning. please let me know if you have any interests in terms of model or with your",
  "457": "yes, we do, after the best products for the xiaomi _UNK",
  "458": "yes, we have a variety of cameras from various brands.",
  "459": "okay, i'll do you have any brand or model or feature preferences.",
  "460": "okay, i'll do you want to purchase more about it?",
  "461": "do you have a favourite brand?",
  "462": "nikon coolpix _UNK is still _UNK and coolpad _UNK",
  "463": "it has been reserved for you with the reference number 1342355.",
  "464": "okay, here is the link. you _UNK in the _UNK and have the colour of this brand.",
  "465": "okay, this is the asus zenfone 3 deluxe 5.5 _UNK which has a 15.6-inch touchscreen.",
  "466": "okay, i'll make a reservation for you. is there anything else you'd like?",
  "467": "you're more than welcome.",
  "468": "hello and good morning. what may i do to assist you?",
  "469": "what may i do to assist you?",
  "470": "what is the name of the brand?",
  "471": "the asus zenfone 3 deluxe 5.5 zs550kl is a _UNK option.",
  "472": "it has a 15.6-inch screen.",
  "473": "it costs just 170 eur.",
  "474": "it has a maximum resolution of _UNK pixels, a low resolution of 640 pixels, pixels, effective pixels, and a storage",
  "475": "sure, i'll show you a few more models.",
  "476": "let me show you how it looks. then it might be fantastic.",
  "477": "okay, what features do you want to learn it?",
  "478": "thank you for stopping by, and we hope to see you again soon.",
  "479": "hello there. what may i do to assist you?",
  "480": "yes, it would be easier if you have any interests in terms of specifications?",
  "481": "yes, this is the _UNK you want to buy it?",
  "482": "do you have any interests in terms of specifications?",
  "483": "if you can be a lenovo for the _UNK",
  "484": "the cost is 250 eur.",
  "485": "i have three phones in that range: _UNK _UNK _UNK _UNK _UNK _UNK _UNK 3 _UNK _UNK _UNK _UNK",
  "486": "the xiaomi mi max 2 costs be a very unique colour is _UNK",
  "487": "okay, i'll make the reservation _UNK",
  "488": "it is available for just 500 euros.",
  "489": "you're more than welcome.",
  "490": "hello and good morning. what may i do to assist you?",
  "491": "i'd like to know if you have any interests in terms of specifications?",
  "492": "yes, we do, and the cost is 170 eur.",
  "493": "if you have any interests in terms of specifications?",
  "494": "then i hope you won't mind telling me whether you have any other requirements?",
  "495": "if you have a specific model in mind right now?",
  "496": "okay, this is the asus zenfone 3 deluxe 5.5 _UNK which has a 15.6-inch touchscreen.",
  "497": "it has a battery capacity of 4000 mah and 4 gb of ram. it has a main camera with a",
  "498": "the asus zenfone 3 deluxe 5.5 zs550kl is a _UNK option.",
  "499": "just wanted to know if you have any interests in terms of specifications?",
  "500": "it costs just 170 eur.",
  "501": "okay, i'll make a reservation for you. is there anything else you'd like?",
  "502": "thank you for stopping by, and we hope to see you again soon.",
  "503": "hello and good morning. we do, but i have a lot of option. please let me know which brand you",
  "504": "i have a camera from samsung has 1 and the _UNK has a maximum resolution of _UNK pixels,",
  "505": "it comes with a 3000mah battery, 4 gb ram, a 13-megapixel main camera, and an 8-megapixel secondary camera.",
  "506": "it costs just 170 eur.",
  "507": "yes, it is an android phone and an android phone with a _UNK battery and 4gb has 4 gb ram.",
  "508": "thank you for your purchase.",
  "509": "please see the lenovo ideapad s340 is 1849 eur.",
  "510": "please take your time.",
  "511": "it is available for all of these review.",
  "512": "okay, your order book _UNK",
  "513": "thank you for stopping by, and we hope to see you again soon.",
  "514": "hello there. what may i do to assist you?",
  "515": "if you could assist us with the brand or product _UNK it would be fantastic. if you could let us",
  "516": "okay, could you tell me what features you'd want in your phone?",
  "517": "it has a maximum resolution of 1024 pixels, three effective pixels, and _UNK focus range and a was released in",
  "518": "the phone is _UNK and the colour is _UNK",
  "519": "apple ipad 3 is the apple ipad we do, as the _UNK for _UNK",
  "520": "yes, it is available in the colour and it is an excellent deal.",
  "521": "your reservation id is _UNK",
  "522": "what may i do to assist you?",
  "523": "okay, i'll it. if you have any interests in terms of specifications?",
  "524": "what is the best we would advise you to purchase it.",
  "525": "is there anything else i could assist you with?",
  "526": "thank you for stopping by, and we hope to see you again soon.",
  "527": "hello and good morning. please let me know if you have any specific brand or model or feature preferences.",
  "528": "it's good just take a minute.",
  "529": "it's an android phone and has an android operating system.",
  "530": "yes, we have a lot of _UNK can you please tell me about your price range?",
  "531": "the ram is _UNK and the colour is _UNK",
  "532": "it is black in colour and it looks _UNK",
  "533": "yes, it is available in the colour _UNK",
  "534": "okay. your booking id is _UNK is there anything else i can do to help you?",
  "535": "thank you for stopping by, and we hope to see you again soon.",
  "536": "hello and good morning. please let me know if you have any specific brand or model or feature preferences.",
  "537": "is there a particular brand that you prefer?",
  "538": "please take a look at the asus zenfone 3 deluxe it has an intel core i5 processor and a 1tb",
  "539": "the [laptop_brand] has a maximum resolution of _UNK pixels, the camera.",
  "540": "it comes with 3 gb ram, 13mp and a _UNK _UNK",
  "541": "the _UNK i hope is the most _UNK and the _UNK 3 _UNK",
  "542": "we have it in black.",
  "543": "yes, we have a lot of phones with similar _UNK it also has an android operating system and a 15.6-inch",
  "544": "it has 64 gb of storage.",
  "545": "it has a battery capacity of _UNK mah.",
  "546": "yes, the _UNK the nikon is an intel core i7-8550u and the graphics is 1tb hdd",
  "547": "thank you for stopping by, and we hope to see you again soon.",
  "548": "hello and good morning. are there any other preferences you have in mind?",
  "549": "okay, is there anything else you require?",
  "550": "of course, it costs _UNK for your needs.",
  "551": "it is priced at 4999 eur.",
  "552": "it is available in a reduced phone looks quite good _UNK",
  "553": "it is available for all of these eur.",
  "554": "okay, here's it. is there anything else you'd like to see any other requirements that i _UNK",
  "555": "apple ipad pro features an _UNK for ipad _UNK it has a _UNK battery and 4gb of ram. the main",
  "556": "the asus zenfone 3 deluxe 5.5 zs550kl is a _UNK option.",
  "557": "it is available for all of these review.",
  "558": "yes, it is available for just very euros.",
  "559": "sure, just give me a minute.",
  "560": "it is our fun. and come back to see us.",
  "561": "hello there. what may i do to assist you?",
  "562": "yes, we have a variety of cameras from various brands. with the best from this brand.",
  "563": "okay, so i'll have it in _UNK",
  "564": "okay, i'll make the _UNK",
  "565": "it has a 15.6-inch screen.",
  "566": "it has a battery capacity of _UNK mah.",
  "567": "you will be required to pay 300 eur.",
  "568": "yes, it is the most well-known and reliable brand. please take a look at the canon powershot mark",
  "569": "i recommend just do you have any interests in terms of specifications?",
  "570": "we do, in _UNK it would be fantastic. if you could with me. it seems for _UNK",
  "571": "it would just set you back 440 eur.",
  "572": "okay, i'll do you have a favourite brand?",
  "573": "thank you for stopping by, and we hope to see you again soon.",
  "574": "hello there. what may i do to assist you?",
  "575": "okay, this phone seems to be an acer model, based on the images. and the colour is sure.",
  "576": "yes, it has a maximum resolution of _UNK pixels, a low resolution of 640 pixels, pixels, pixels, pixels, pixels, pixels,",
  "577": "it has 4 gb of internal memory and 32 gb of internal memory.",
  "578": "you will be able to get this phone.",
  "579": "it's the colour choice.",
  "580": "it has a maximum resolution of _UNK pixels, a low resolution of 1 effective pixels, and an internal memory of",
  "581": "yes, it has a maximum resolution of _UNK pixels, a low resolution that that 8 intel _UNK and a _UNK",
  "582": "sure, i'll show you some with the product. please show it to me.",
  "583": "okay, i'll it. this is the phone from _UNK the best from the _UNK",
  "584": "okay, it has been reserved for you with the reference number 1342355.",
  "585": "thank you for stopping by, and we hope to see you again soon.",
  "586": "hello there. what may i do to assist you?",
  "587": "okay, i'll do you have a favourite brand?",
  "588": "it costs just 170 eur.",
  "589": "it has a storage capacity of 32 gb ram, and a 3000mah battery with a resolution of 16 megapixels, while",
  "590": "this laptop has an android phone with a resolution of _UNK pixels,",
  "591": "this laptop has a fast 8 gb ram. the main camera has a resolution of 12 megapixels, while the secondary",
  "592": "[laptop_brand] geforce mx130 (2 gb) graphics are also included. it also has an nvidia geforce mx150 (2 gb) graphics card.",
  "593": "the asus zenfone 3 deluxe 5.5 which has a 15.6-inch touchscreen.",
  "594": "is there anything else i can do for you?",
  "595": "thank you very much.",
  "596": "hello and good morning. i'm here to assist you. and let me know what you're looking for.",
  "597": "okay, we have a lot of phones with similar _UNK if the price point to be fantastic.",
  "598": "okay, i'll it. this is the asus zenfone 3 deluxe 5.5 _UNK which has a 15.6-inch touchscreen.",
  "599": "okay, i'll it. you can give this one _UNK",
  "600": "it has a main camera with a resolution of 16 megapixels, and a secondary camera with an 8-megapixel resolution.",
  "601": "okay, so you have the brand _UNK we do, as well as a _UNK please see asus zenfone 3 deluxe",
  "602": "okay, this phone seems to be an acer model, based on the images. and the colour is sure.",
  "603": "it would just set you back 440 eur.",
  "604": "the price is _UNK",
  "605": "look at the asus zenfone 3 deluxe 5.5 which has a 15.6-inch touchscreen.",
  "606": "okay, this phone seems only set you back 210 eur.",
  "607": "the asus zenfone 3 deluxe 5.5 _UNK is a _UNK option.",
  "608": "okay, i'll it. is there anything else you'd like?",
  "609": "sure, shall i proceed with billing for both the items?",
  "610": "you are welcome.",
  "611": "hello there. sure, may you tell me what features you'd want in your phone?",
  "612": "all the zenfone note _UNK was released in january 2017 is still the most well-known camera.",
  "613": "okay, this is the asus zenfone 3 deluxe 5.5 _UNK which has a higher resolution of _UNK pixels, a low",
  "614": "what would you like to spend your money on?",
  "615": "okay, here's a samsung model that i have is a good option. it would be fantastic. if you _UNK",
  "616": "it has a maximum resolution of 32 pixels, pixels, effective pixels, and an effective pixels,",
  "617": "okay, this is the asus zenfone 3 deluxe 5.5 _UNK which has a higher resolution of _UNK and a resolution",
  "618": "it costs just 170 eur.",
  "619": "you can get for _UNK it _UNK to be fantastic.",
  "620": "this phone has a higher _UNK and the best models from this model is a good option.",
  "621": "okay, i'll make a few _UNK",
  "622": "thank you for your purchase.",
  "623": "you are welcome.",
  "624": "hello and good evening. what kind of phone do you want to purchase it?",
  "625": "yes, we have a number of phones that meet these specifications; do you have any interests in terms of specifications?",
  "626": "yes, we do, and the cost is 15.6 inch of the _UNK",
  "627": "it has a maximum resolution of _UNK pixels, a low resolution of 32 pixels, pixels, effective pixels, and effective pixels,",
  "628": "of course, it was _UNK at the _UNK and discounted price.",
  "629": "it has intel core of 14 gb and an intel core i5-8250u cpu, 1tb hdd disk space.",
  "630": "the nikon coolpix _UNK is the _UNK and the cost is 64 gb of internal memory and a price of",
  "631": "it is one of the most well-known and reliable brands.",
  "632": "it is just 170 eur.",
  "633": "yes, the price has been made. is the discounted price for you.",
  "634": "great, it has been booked for you with ref. no.12345.",
  "635": "thanks for coming by, and we hope to see you again soon.",
  "636": "hello and good morning. do you have a favourite brand?",
  "637": "okay, it would be fantastic. to be a _UNK for you. is an excellent choice for your needs.",
  "638": "and, of course. it is _UNK and the phone was released in september it's the _UNK",
  "639": "of course, it _UNK at least the _UNK and costs _UNK",
  "640": "it has a maximum resolution of 32 pixels, pixels, effective pixels, and an effective pixels.",
  "641": "it has a maximum resolution of _UNK pixels, a low resolution of 32 pixels, pixels, effective pixels, and 1 gb",
  "642": "okay, i'll it. is the model of this one. it also has a 15.6-inch touchscreen.",
  "643": "the mi max 2 costs 280 eur, the mi pad 3 costs costs _UNK",
  "644": "okay, i'll are the asus zenfone 3 deluxe 5.5 _UNK has a higher resolution of _UNK the _UNK if you",
  "645": "okay, i'll be a _UNK for the booking id is _UNK",
  "646": "great, it has been booked for you with ref. no.12345.",
  "647": "it has been reserved for you with the reference number 1342355.",
  "648": "you are welcome.",
  "649": "hello there. what may i do to assist you?",
  "650": "okay, this phone seems to be an acer model, based on the images. and the colour is sure.",
  "651": "yes, it has a maximum resolution of _UNK pixels, a low resolution of 640 pixels, pixels, pixels, pixels, pixels, pixels,",
  "652": "it has 4 gb of internal memory and 32 gb of internal memory.",
  "653": "okay, this phone seems to be an acer model, based on the images.",
  "654": "okay, this is the best option you _UNK",
  "655": "it's the colour choice.",
  "656": "it has a storage capacity of 32 gb and a 3000 mah battery. it has a maximum resolution of _UNK",
  "657": "yes, it has a maximum resolution of _UNK pixels, a low resolution that that 8 intel _UNK and a _UNK",
  "658": "sure, i'll show you some with the product. please show it to me.",
  "659": "sure, shall i proceed with billing for both the items?",
  "660": "okay, it has been reserved for you with the reference number 1342355.",
  "661": "welcome.",
  "662": "hello there. what may i do to assist you?",
  "663": "what is the name of the brand?",
  "664": "sure, i'll show you some with that _UNK",
  "665": "okay, this is the asus zenfone 3 deluxe 5.5 _UNK which has a 15.6-inch touchscreen.",
  "666": "this is the asus zenfone 3 deluxe 5.5 _UNK it has a 15.6-inch gb ram.",
  "667": "it comes with a 15.6-inch gold colour that gives you a stunning appearance.",
  "668": "okay, your reservation number is _UNK",
  "669": "billing has been made. thank you for your purchase.",
  "670": "you're more than welcome.",
  "671": "hello there. if you have any interests in terms of specifications?",
  "672": "okay, here are few models from [laptop_brand] brand and asus. would you like to learn more _UNK",
  "673": "okay, i'll it. if you have any interests in terms of specifications?",
  "674": "it has been reserved for you with the reference number 1342355.",
  "675": "it has a maximum resolution of 13 pixels, three effective pixels, and costs just 170 eur.",
  "676": "three stars is an acer phone and has a 15.6-inch screen.",
  "677": "intel core i5 _UNK is a _UNK _UNK it has an intel core _UNK cpu, 128 gb (pcie and a",
  "678": "of course, it was _UNK at the _UNK and discounted price.",
  "679": "great, it has been reserved for you with the reference number 1342355.",
  "680": "it has been reserved for you with the reference number 1342355.",
  "681": "you are welcome.",
  "682": "hello and good morning. i'm here to assist you. and let me know what you're looking for.",
  "683": "hello like to see if you have any interests in terms of specifications?",
  "684": "okay, here are few models from the asus brand and i would advise that you to learn more about it?",
  "685": "it has a maximum resolution of _UNK pixels, a low resolution of the effective pixels,",
  "686": "yes, it has a maximum resolution of _UNK pixels, a low resolution that that 8 intel _UNK and a _UNK",
  "687": "it is priced at least and has 4 gb of storage.",
  "688": "it comes with a 15.6-inch gold colour that gives you a stunning appearance.",
  "689": "it has a maximum resolution of _UNK pixels, a low resolution of the effective pixels,",
  "690": "okay, i'll do you have any brand or model or feature preferences.",
  "691": "great, it has been booked for you with ref. no.12345.",
  "692": "it has been reserved for you with the reference number 1342355.",
  "693": "you are welcome.",
  "694": "hello and good morning. what may i do to assist you?",
  "695": "if you have any interests in terms of specifications?",
  "696": "do you want to purchase it?",
  "697": "if you have a favourite brand as well as well as well as a [smartphone_tablet_brand] model that you _UNK _UNK",
  "698": "it has a _UNK battery, 4 gb ram, a 13-megapixel main camera, and an 8-megapixel secondary camera.",
  "699": "yes, this is the asus zenfone 3 deluxe 5.5 phones with a 5000mah battery and 4 gb ram.",
  "700": "the main camera has a resolution of 12 megapixels, while the secondary camera has a resolution of 16 megapixels, while",
  "701": "it costs just 170 eur.",
  "702": "the asus zenfone 3 deluxe 5.5 zs550kl is the _UNK for you.",
  "703": "it has a _UNK battery, 4 gb ram, a 13-megapixel main camera, and an 8-megapixel secondary camera.",
  "704": "the reservation is currently _UNK and the colour is _UNK",
  "705": "it will set you back 440 euros.",
  "706": "the [laptop_brand] inspiron 15 has a maximum resolution of _UNK pixels, low resolution is _UNK pixels, low low resolution is",
  "707": "it was released in 2007 and has a resolution of _UNK",
  "708": "this is the price seems to be _UNK",
  "709": "this is the asus zenfone 3 deluxe 5.5 _UNK which has a 15.6-inch touchscreen.",
  "710": "thank you _UNK _UNK",
  "711": "hello and good morning. what may i do to assist you?",
  "712": "what is the name of the brand?",
  "713": "we have a lot of phones with similar _UNK please let me know what your brand your brand is?",
  "714": "if you have a specific model in mind?",
  "715": "it costs just 170 eur.",
  "716": "this item is the best from the xiaomi line, and it is one of the most well-known and reliable brands.",
  "717": "could you please tell me what your price point is?",
  "718": "after discount, the lenovo ideapad s340 costs 1849 eur.",
  "719": "yes, we have the same ram of and it is still in high demand and the phone you can take",
  "720": "it is equipped with an intel core i5-8265u cpu, intel gma hd graphics, and a 1tb hard drive.",
  "721": "okay, the reservation has been made.",
  "722": "thank you for stopping by, and we hope to see you again soon.",
  "723": "hello there. what may i do to assist you?",
  "724": "can _UNK the phone you back _UNK the _UNK we do, _UNK _UNK a _UNK _UNK it _UNK _UNK",
  "725": "we do, as a few brand that is there anything else you'd like to see _UNK",
  "726": "this item is the best from the xiaomi line, and it is one of the most well-known and reliable brands.",
  "727": "could you please tell me what your price point is?",
  "728": "please see canon powershot a310, which costs 1849 eur.",
  "729": "yes, we have the same ram of and it is still in high demand and the phone you can take",
  "730": "it is equipped with an intel core i5-8265u cpu, intel gma hd graphics, and a 1tb hard drive.",
  "731": "it is available in white.",
  "732": "okay, the reservation has been made.",
  "733": "thank you for stopping by, and we hope to see you again soon.",
  "734": "hello there. what may i do to assist you?",
  "735": "what is the name of the brand?",
  "736": "after discount, the lenovo ideapad s340 costs 1849 eur.",
  "737": "yes, we have the same ram of which has a resolution of _UNK",
  "738": "it is equipped with an intel core i5-8265u cpu, intel gma hd graphics, and a 1tb hard drive.",
  "739": "okay, the reservation has been made.",
  "740": "it has a maximum resolution of _UNK pixels, a low resolution of 1 pixels, pixels, pixels, pixels, pixels, pixels, and",
  "741": "it costs just 170 eur.",
  "742": "it is one of the most well-known and reliable brands.",
  "743": "okay, your order has been made.",
  "744": "thank you for stopping by, and we hope to see you again soon.",
  "745": "hello and good morning. what may i do to assist you?",
  "746": "okay, and do you have a favourite brand?",
  "747": "it has a maximum resolution of _UNK pixels, a low resolution of 1 pixels, pixels, pixels, pixels, pixels, and a",
  "748": "yes, it is being sold at the original price.",
  "749": "okay, i'll make a few _UNK",
  "750": "if you have any interests in terms of specifications?",
  "751": "it has a maximum resolution of _UNK pixels, a low resolution of 1 pixels, pixels, pixels, pixels, pixels, pixels, and",
  "752": "it costs just 170 eur.",
  "753": "okay, i'll _UNK i'll book canon eos-1d mark _UNK and one after the best are _UNK for you.",
  "754": "thank you for stopping by, and we hope to see you again soon.",
  "755": "hello and good morning. please let me know if you have any specific brand or model or feature preferences.",
  "756": "if you have any interests in terms of specifications?",
  "757": "please see lenovo ideapad s340 is 1849 eur after discount.",
  "758": "so, you can choose a camera me the xiaomi",
  "759": "[laptop_brand] laptops are available to assist you in our stock.",
  "760": "it is available for purchase.",
  "761": "it has a maximum resolution of _UNK pixels, a low resolution of 1 pixels, pixels, pixels, pixels, pixels, and a",
  "762": "it weighs 185 g.",
  "763": "okay, i'll make a reservation for you. is there anything else you'd like?",
  "764": "thanks for coming by, and we hope to see you again soon.",
  "765": "hello and good morning. please let me know if you have any specific features in terms of specifications?",
  "766": "if you have a favourite brand as well as a [smartphone_tablet_brand] model and samsung galaxy tab galaxy tab a _UNK",
  "767": "the look is _UNK which has 4 gb ram and a _UNK mah battery. it has a _UNK touchscreen.",
  "768": "if you have a specific model in mind right now?",
  "769": "please see the samsung galaxy j7 and a _UNK _UNK with a _UNK mah battery.",
  "770": "please see canon powershot a310, which costs 1849 eur.",
  "771": "it comes with a 15.6-inch battery, and an internal memory of 64 gb and an internal memory of 64 gb.",
  "772": "okay, i'll make a reservation for you. is there anything else you'd like?",
  "773": "thank you for stopping by, and we hope to see you again soon.",
  "774": "hello there. what may i do to assist you?",
  "775": "so, may i know what your requirements are?",
  "776": "hello of course. what are you looking for?",
  "777": "if you have any interests in terms of specifications?",
  "778": "it has a maximum resolution of 6 pixels, effective pixels, and costs _UNK",
  "779": "it costs just 170 eur.",
  "780": "it has a 15.6-inch mah battery, 4 gb ram, a 13-megapixel main camera, and an 8-megapixel secondary camera.",
  "781": "it has a maximum resolution of _UNK pixels, low pixels, pixels, pixels, pixels, pixels, and the secondary camera is _UNK",
  "782": "okay, i'll make a reservation for you. is there anything else you'd like?",
  "783": "thank you for stopping by, and we hope to see you again soon.",
  "784": "thank you for stopping by, and we hope to see you again soon.",
  "785": "hello there. what may i do to assist you?",
  "786": "what is the name of the brand?",
  "787": "do you have a favourite brand?",
  "788": "okay, so you have the brand _UNK we do, and other brands that meet your _UNK",
  "789": "it comes with a 15.6-inch battery, specifications.",
  "790": "it is available for all of these review.",
  "791": "yes, it is the discounted price.",
  "792": "it is equipped with a 15.6-inch mah battery.",
  "793": "okay, i'll it. do you have any other preferences in terms of specifications?",
  "794": "we have it in _UNK and it costs _UNK in royal and it costs _UNK eur.",
  "795": "it has a maximum resolution of 640 pixels, pixels, effective pixels, and an internal memory of 64 gb.",
  "796": "okay, i'll make a booking for you.",
  "797": "thank you for stopping by, and we hope to see you again soon.",
  "798": "hello there. what may i do to assist you?",
  "799": "what is the name of the brand?",
  "800": "okay, i'll it. if you have any interests in terms of specifications?",
  "801": "it has a maximum resolution of _UNK pixels, a low resolution of 640 pixels, pixels, effective pixels, and a resolution",
  "802": "yes, it is being sold at the original price.",
  "803": "okay, i'll do you have any brand or model or feature preferences.",
  "804": "what is the name of the brand?",
  "805": "it has a maximum resolution of 6 pixels, effective pixels, and costs _UNK",
  "806": "it has a maximum resolution of 6 pixels, effective pixels, and 13 _UNK",
  "807": "okay, i'll make a booking for you.",
  "808": "okay, i'll do you have any other preferences in terms of specifications?",
  "809": "thank you for stopping by, and we hope to see you again soon.",
  "810": "hello there. what may i do to assist you?",
  "811": "i'd like to know if you have any interests in terms of specifications?",
  "812": "do you have a favourite model?",
  "813": "it has a maximum resolution of _UNK pixels, a low resolution of 640 pixels, pixels, effective pixels, and a resolution",
  "814": "okay, could you please tell me what your price point is?",
  "815": "it has a maximum resolution of _UNK pixels, a low resolution of the resolution that has a resolution of _UNK",
  "816": "it comes with a 3000mah battery, 4 gb ram, a 13-megapixel main camera, and an 8-megapixel secondary camera.",
  "817": "it comes in a _UNK gold colour and gives you high-resolution images and you can see it to _UNK it.",
  "818": "it's an android phone with a _UNK _UNK and has a 15.6-inch mah battery. it's an excellent memory for you",
  "819": "okay, i'll make a reservation for you. is there anything else you'd like to see _UNK",
  "820": "thank you for stopping by, and we hope to see you again soon.",
  "821": "hello and good morning. please let me know if you have any specific preference.",
  "822": "we have it in _UNK and it costs _UNK in royal and it costs _UNK eur.",
  "823": "it has a maximum resolution of 640 pixels, pixels, effective pixels, and an internal memory of 64 gb.",
  "824": "okay, i'll make a booking for you.",
  "825": "i'd like to see if you have any interests in terms of specifications?",
  "826": "the asus zenfone 3 deluxe 5.5 zs550kl is a _UNK 3 _UNK",
  "827": "it comes with a 15.6-inch battery, and an internal memory of 64 gb and an internal memory of 64 gb.",
  "828": "it's the colour choice.",
  "829": "okay, i'll make a reservation for you. is there anything else you'd like to see _UNK",
  "830": "thank you for stopping by, and we hope to see you again soon.",
  "831": "hello there. what may i do to assist you?",
  "832": "do you have any interests in terms of specifications?",
  "833": "please see the lenovo ideapad s340 costs 1849 eur.",
  "834": "it has a maximum resolution of 6 pixels, pixels, effective pixels, and 13 gb of storage.",
  "835": "it's the colour choice.",
  "836": "yes, we have a large number of cameras as this phone on this product.",
  "837": "okay, i'll make a look for you.",
  "838": "yes, it has a maximum resolution of 13 pixels, and has a 15.6-inch screen.",
  "839": "it is available for all of these review.",
  "840": "okay, your order is your reservation number.",
  "841": "thank you for stopping by, and we hope to see you again soon.",
  "842": "hello there. what may i do to assist you?",
  "843": "could you please tell me what your price point is?",
  "844": "please see the lenovo ideapad s340 costs 1849 eur.",
  "845": "it has a maximum resolution of 6 pixels, pixels, effective pixels, and 13 gb of storage.",
  "846": "it's the colour choice.",
  "847": "is there anything else i can do to help you?",
  "848": "okay, i'll make a look for you.",
  "849": "yes, it has a maximum resolution of 13 pixels, and has a 15.6-inch screen.",
  "850": "it is available for all of these review.",
  "851": "okay, your reservation _UNK is _UNK",
  "852": "thank you for stopping by, and we hope to see you again soon.",
  "853": "hello and good morning. please let me know if you have any specific features in terms of specifications?",
  "854": "do you want to purchase more about your budget.",
  "855": "okay, do you have a favourite brand?",
  "856": "it is equipped with a 15.6-inch mah battery, 6 gb ram, and a 3000mah battery with a resolution of 16",
  "857": "it costs just 170 euros.",
  "858": "yes, after the discount its price is _UNK eur.",
  "859": "it is a _UNK phone and has an internal memory of 64 gb and an internal memory of 64 gb.",
  "860": "asus _UNK 3s 10 pro is a good one.",
  "861": "it is available in black _UNK and has a _UNK _UNK",
  "862": "if you have any interests in terms of specifications?",
  "863": "okay, your reservation is _UNK",
  "864": "thank you for stopping by, and we hope to see you again soon.",
  "865": "hello and good morning. please let me know if you have any specific brand or model or feature preferences.",
  "866": "do you want to purchase it?",
  "867": "it has been reserved for you with the reference number 1342355.",
  "868": "sure, i'll show you some items if you have any interests in terms of specifications?",
  "869": "it is available for all of ram, and it will set you back _UNK euros.",
  "870": "yes, it is being sold at the original price.",
  "871": "okay, i'll it. the phone has a higher resolution of _UNK the resolution of which is _UNK",
  "872": "this laptop is available for purchase. it also has a 15.6-inch touchscreen.",
  "873": "it has a maximum resolution of _UNK pixels, a low resolution of 1 pixels, pixels, pixels, pixels, pixels, and a",
  "874": "it costs just 170 eur.",
  "875": "okay, i'll make a reservation for you. is there anything else you'd like?",
  "876": "welcome."
}