{
  "1": "hello . we do, and its price is _UNK eur.",
  "2": "please see the samsung galaxy a9 pro (2016), which has a 5000mah battery and 4gb of ram. it also has",
  "3": "it has a maximum resolution of 3072 pixels, pixels, effective pixels, and a resolution of _UNK pixels,",
  "4": "yes, we do, and that is the colour that we have.",
  "5": "please see the gionee costs which costs 280 eur.",
  "6": "it has a maximum resolution of 640 pixels, a low resolution of 640 pixels, a 128 gb (pcie and weighs",
  "7": "the cost is 280 euros.",
  "8": "okay, i'll keep you updated.",
  "9": "okay, your order is booked.",
  "10": "you're more than welcome.",
  "11": "hello and good morning. what may i would be fantastic.",
  "12": "we have a lot of option with similar features.",
  "13": "do you have a favourite brand?",
  "14": "please see xiaomi _UNK and the colour is available for you.",
  "15": "it has a maximum resolution of 640 pixels, a low resolution of 640 pixels, effective pixels, and a resolution of",
  "16": "it has a maximum resolution of 640 pixels, a low resolution of 640 pixels, a maximum resolution of 640 pixels,",
  "17": "it has a maximum resolution of 640 pixels, a effective pixels, and it has a 15.6-inch touchscreen.",
  "18": "it is a well _UNK and reliable brand.",
  "19": "okay, i'll make the reservation has been made.",
  "20": "welcome, please visit again.",
  "21": "hello and good morning. please do any that i can do to help you?",
  "22": "can you have a favourite brand or price point for what you'd like to show me your budget range, that",
  "23": "do you want an an other requirements?",
  "24": "both _UNK are the capable phones is _UNK",
  "25": "please take a look at huawei matebook be the asus zenfone 3 deluxe 5.5 which has 64 gb of internal",
  "26": "it has a maximum resolution of 3072 pixels, pixels, effective pixels, and a resolution of _UNK",
  "27": "intel graphics are you looking for a specific brand?",
  "28": "it is available in _UNK",
  "29": "okay, that's it.",
  "30": "thank you for stopping by, and we hope to see you again soon.",
  "31": "hello and good morning. what may i do to assist you?",
  "32": "which one are you looking for?",
  "33": "can you please tell me if you have a favourite brand?",
  "34": "please tell me the name of the best products and he _UNK",
  "35": "it has a maximum resolution of _UNK pixels, a maximum resolution of 640 pixels, a low resolution of 640 pixels,",
  "36": "it has a maximum resolution of 640 pixels, a low resolution of 640 pixels, 8 gb and weighs about 150",
  "37": "it costs 2799 euros.",
  "38": "it is just a reduced price.",
  "39": "it has a maximum resolution of 640 pixels, a low resolution of 640 pixels, a low resolution of 640 pixels,",
  "40": "we have an asus zenfone max zc550kl have a maximum resolution of _UNK",
  "41": "the asus zenfone 3 deluxe 5.5 is a well gb ram and an internal memory of 32 gb and an",
  "42": "it has a maximum resolution of 3072 pixels, pixels, effective pixels, and a resolution of _UNK pixels,",
  "43": "okay, your order will _UNK the reservation has been made. is there anything else i can do to help you?",
  "44": "welcome.",
  "45": "hello and good morning. what may i do to assist you?",
  "46": "yes, we have a lot of phones with similar _UNK this model of the phone was _UNK",
  "47": "yes, we have a variety of [smartphone_tablet_brand] brands. do you have any additional requirements to _UNK",
  "48": "it is black in colour.",
  "49": "then you should think about purchasing samsung and it is available for you.",
  "50": "it has a maximum resolution of 640 pixels, a low resolution of 640 pixels, effective pixels, and a dual sim",
  "51": "the asus zenfone 3 deluxe 5.5 is a good option. it has a 15.6-inch display and an 8-megapixel main camera,",
  "52": "it will set you back just 210 eur.",
  "53": "yes, it has a maximum resolution of _UNK pixels, the resolution of the storage is 128 gb (pcie and weighs",
  "54": "yes, it is discounted price.",
  "55": "great, it has been reserved for you with the reference number 1342355.",
  "56": "thanks for coming by, and we hope to see you again soon.",
  "57": "hello and good morning. i'll do you have a favourite brand or feature in mind?",
  "58": "it's an android phone with a 15.6-inch that budget range phone that _UNK",
  "59": "yes, we have a lot of phones with similar features. if you have any interests in terms of specifications.",
  "60": "this is the asus zenfone 3 deluxe 5.5 is the most recent",
  "61": "it will set you back 440 euros.",
  "62": "it is really a reduced at the most of the most well-known brand.",
  "63": "okay, i'll it. let me show you something that is the model you _UNK",
  "64": "take a look at the canon powershot _UNK",
  "65": "it comes with a 15.6-inch battery, 4 gb ram, a dual main camera, and a ram of _UNK",
  "66": "it costs just set at a reduced price.",
  "67": "the phone has a maximum resolution of _UNK pixels, the secondary camera is 5 megapixel.",
  "68": "you are welcome.",
  "69": "hello and good morning. do you have a favourite brand?",
  "70": "yes, we have a lot of phones with similar _UNK this model is available for _UNK _UNK",
  "71": "could you please tell me what your price point is?",
  "72": "if you have any interests in terms of specifications?",
  "73": "it is available for just _UNK eur.",
  "74": "do you want to purchase it?",
  "75": "and it costs _UNK eur.",
  "76": "yes, we have a variety of phones that meet these specifications; do you have any additional requirements?",
  "77": "if you have any interests in terms of specifications?",
  "78": "it is really _UNK",
  "79": "hello and good morning. please let me know your _UNK",
  "80": "hello and good morning. please let me know if you have any requirements in terms of specifications.",
  "81": "the lenovo ideapad s340 is 1849 eur after the discount.",
  "82": "it's an android phone with a _UNK that _UNK the phone was released in may _UNK",
  "83": "it is a good phone. it would just set you back just have to see",
  "84": "okay, that's it. is there anything else you'd like?",
  "85": "the asus zenfone 3 deluxe 5.5 is a decent option.",
  "86": "yes, we do, and its price is 149 eur.",
  "87": "it has a maximum resolution of 640 pixels, a low resolution of 1 pixels, 16 gb of storage.",
  "88": "it has a maximum resolution of 640 pixels, a low resolution of 640 pixels, 16 gb of pixels, and is",
  "89": "thank you for stopping by, and we hope lenovo lenovo ideapad 330 and samsung coolpix day.",
  "90": "hello and good _UNK is the _UNK",
  "91": "the asus zenfone 3 deluxe 5.5 is have the best in the colour that _UNK it _UNK",
  "92": "please let me know if you _UNK any your financial limit?",
  "93": "the nikon coolpix is an excellent choice.",
  "94": "well, the asus zenfone 3 deluxe 5.5 zs550kl is a good option. it has a 15.6-inch display size, which will",
  "95": "it has a maximum resolution of _UNK pixels, a low resolution of 640 pixels, effective pixels, and a 15.6-inch focus",
  "96": "it has a maximum resolution of 640 pixels, a low resolution of 640 pixels, a low resolution of 640 pixels,",
  "97": "it's available in gold.",
  "98": "let me show you how it looks. then it might be able to make a favourite brand?",
  "99": "there you have a favourite brand or price point as some of the _UNK",
  "100": "okay, i'll make a few phone.",
  "101": "you're more than welcome.",
  "102": "hello and good evening. what may i do to assist you?",
  "103": "it definitely is. \nmay i know what is your budget?",
  "104": "the _UNK an acer models that is the only available in our _UNK",
  "105": "it has a 15.6-inch of _UNK and a _UNK camera that _UNK",
  "106": "if you want to purchase the asus zenfone or _UNK which has a higher rating.",
  "107": "lenovo ideapad 320-15ikbra is one of the best products that i have observed so much based on ratings.",
  "108": "it has a maximum resolution of _UNK pixels, a low resolution of 640 pixels, a low resolution of 640 pixels,",
  "109": "it has a maximum resolution of 640 pixels, a low resolution of 640 pixels, a low resolution of 640 pixels,",
  "110": "okay, so what is the name of the brand?",
  "111": "okay, i'll it. is there anything else you'd like?",
  "112": "sure",
  "113": "you are welcome.",
  "114": "hello and good evening. what may i do to assist you?",
  "115": "so, which you like. of the product you have some other brands with good camera",
  "116": "yes, we have a variety of cameras from various brands. could you please tell me what you're looking for.",
  "117": "this is an android phone has a 15.6-inch touchscreen. it will set you back just 570 euros.",
  "118": "the phone has a 4 gb ram and a 3000 mah battery. it has a battery capacity of _UNK mah.",
  "119": "if you could tell us your budget?",
  "120": "it has a maximum resolution of pixels, pixels, a low resolution of 640 pixels, a low resolution of 640 pixels,",
  "121": "it has a maximum resolution of _UNK pixels, a low resolution of _UNK pixels, effective pixels, and a resolution of",
  "122": "can you tell me what your requirements is?",
  "123": "it will set you back 440 euros.",
  "124": "thank you for your purchase.",
  "125": "hello there. if you have any interests in terms of specifications?",
  "126": "that could be helpful. are there any other specifications it's _UNK",
  "127": "can you tell me your requirements and the budget range,",
  "128": "please let me know if you have a favourite brand?",
  "129": "take a look at this, http://cdn2.gsmarena.com/vv/bigpic/samsung-galaxy-note7.jpg",
  "130": "this is available in our stock. and in store.",
  "131": "this model was only available in blue and the colour is available for you. it seems to be fantastic.",
  "132": "it's an android phone with a _UNK that would be fantastic.",
  "133": "it will set you back 850 euros.",
  "134": "there are several other models that are available in our stock.",
  "135": "if you want only the _UNK",
  "136": "you're more than welcome.",
  "137": "hello and good afternoon. we do, in _UNK and a variety of _UNK can you please tell me more about",
  "138": "we have it in [smartphone_tablet_color].",
  "139": "if you have any interests in terms of specifications?",
  "140": "okay, i'll it. let me make the model name.",
  "141": "it has a maximum resolution of _UNK pixels, a low resolution of 640 pixels, a low resolution of 640 pixels,",
  "142": "it has a maximum resolution of _UNK pixels, a low resolution of 640 pixels, a low resolution of 640 pixels,",
  "143": "it comes in a _UNK gold colour.",
  "144": "the asus zenfone 3 deluxe 5.5 is a good option. and is one of the most _UNK most _UNK",
  "145": "it is a fantastic brand.",
  "146": "the phone costs an android what specifications you would like to begin that i can suggest you a better phone.",
  "147": "you are welcome.",
  "148": "hello there. what may i do to assist you?",
  "149": "what may i do to assist you?",
  "150": "this is an excellent choice. what your smartphone would you like to learn about?",
  "151": "yes, we have a lot of phones with similar features. if you have any interests in terms of specifications?",
  "152": "the asus zenfone 3 deluxe 5.5 is a good option. it has a 15.6-inch display and a _UNK camera that",
  "153": "okay, i'll keep you updated.",
  "154": "the phone costs only the colour of the battery _UNK this is the most well-known and reliable brand.",
  "155": "it has a maximum resolution of _UNK pixels, a maximum resolution of 640 pixels, a low resolution of 640 pixels,",
  "156": "it has a maximum resolution of _UNK pixels, a low resolution of 640 pixels, a low resolution of 640 pixels,",
  "157": "it will set you back 440 euros.",
  "158": "what is your reservation limit?",
  "159": "it's an android phone with a _UNK that _UNK the phone was released in may _UNK",
  "160": "it will cost you just 210 eur.",
  "161": "welcome.",
  "162": "hello and good morning. please let me know if you have any specific features in mind.",
  "163": "then you should think about this brand or powershot _UNK will you mind for is for you.",
  "164": "yes, we have the models in your _UNK _UNK",
  "165": "it has a maximum resolution of _UNK pixels, the display size of _UNK it has a 15.6-inch touchscreen.",
  "166": "will you buy it if the price was right?",
  "167": "okay, i'll it. you should think about the gionee _UNK it will be for you back excellent _UNK",
  "168": "it has a maximum resolution of 640 pixels, a low resolution of 640 pixels, effective pixels, and a dual sim",
  "169": "it's an android phone with a 15.6-inch that _UNK the phone that was released in 2007 has a 15.6-inch touchscreen.",
  "170": "it has a maximum resolution of _UNK pixels, a low resolution of 640 pixels, a low resolution of 640 pixels,",
  "171": "here is your receipt.",
  "172": "it's okay.",
  "173": "you're more than welcome.",
  "174": "hello there. if you have any interests in terms of specifications?",
  "175": "okay, i'll it. the nikon coolpix models _UNK",
  "176": "okay, so what is the name of the brand?",
  "177": "is there a particular model that you'd like to begin with?",
  "178": "yes, we have a variety of cameras from various brands. it is a fantastic deal.",
  "179": "the asus zenfone 3 deluxe 5.5 is the _UNK",
  "180": "it costs 2799 euros.",
  "181": "if you have any interests in terms of specifications?",
  "182": "here is your receipt.",
  "183": "you're more than welcome.",
  "184": "hello and good morning. what may i do to assist you?",
  "185": "what may i do to assist you?",
  "186": "may you tell me what features you'd want in your phone?",
  "187": "okay, please let me know if you have any requirements in terms of specifications.",
  "188": "okay, i'll you could tell us what specifications you want to see different brands.",
  "189": "in that _UNK _UNK what are your price point is?",
  "190": "it has a maximum resolution of _UNK pixels, 13 effective pixels, and a pixel camera with an 8 mp main",
  "191": "it costs 400 euros.",
  "192": "yes, you will be required _UNK the discounted price is _UNK eur.",
  "193": "the asus zenfone 3 deluxe 5.5 which has a 15.6-inch touchscreen and a lot of ram. it has a 13-megapixel",
  "194": "let me tell you more about it.",
  "195": "okay, your order will you buy it.",
  "196": "you're more than welcome.",
  "197": "hello and good morning. please let me know if you have any specific features in mind.",
  "198": "yes, we have a range of laptops that meet these specifications; do you have any additional requirements?",
  "199": "okay, so you should think about this _UNK _UNK is the perfect gift.",
  "200": "the samsung galaxy tab s3 9.7 has a 4 gb ram and a dual main camera and a secondary camera",
  "201": "do you have a favourite brand?",
  "202": "the asus zenfone 3 deluxe 5.5 is a good choice.",
  "203": "it's available in gold.",
  "204": "it will set you back 440 euros.",
  "205": "this model has an internal memory of 32 gb and an 8-megapixel memory of _UNK and a _UNK",
  "206": "it has a maximum resolution of _UNK pixels, a low resolution of _UNK pixels, effective pixels, and a resolution of",
  "207": "it will set you back just 570 euros. and can be fantastic.",
  "208": "booking is done.",
  "209": "you're more than welcome.",
  "210": "hello and good morning. what may i do to assist you?",
  "211": "what are you looking for?",
  "212": "okay, is there any other feature you have in mind?",
  "213": "do you have a favourite brand?",
  "214": "the nikon coolpix is the best in the colour that we have.",
  "215": "please check the samsung galaxy a9 pro (2016), which has a 5000mah battery and 4 gb of ram.",
  "216": "it has a maximum resolution of _UNK pixels, an effective pixels, and the resolution of 640 pixels, is a 16",
  "217": "it will set you back just 500 eur.",
  "218": "it is a fantastic phone that costs _UNK the colour you see [laptop_brand] _UNK",
  "219": "yes, it has a _UNK _UNK _UNK and a _UNK camera with an 8mp secondary camera.",
  "220": "you're more than welcome.",
  "221": "hello and good morning. please let me know if you have any specific features in mind.",
  "222": "laptops with graphics are preferred for the camera?",
  "223": "we have a lot of phones with similar features. if you have any interests in terms of specifications?",
  "224": "the phone costs just be _UNK to the best products that i have observed so much based on your budget",
  "225": "we have it in [smartphone_tablet_color].",
  "226": "this is the most well-known and reliable",
  "227": "yes, it has a maximum resolution of the camera that is the most well-known and a low resolution of _UNK",
  "228": "okay, it would be fantastic.",
  "229": "the phone was released in march of the cost is its _UNK",
  "230": "if you have any interests in terms of specifications?",
  "231": "let me show you a different product.",
  "232": "that is okay.",
  "233": "you're more than welcome.",
  "234": "hello and good morning. what may i do to assist you?",
  "235": "what are you looking for?",
  "236": "it has a maximum resolution of _UNK pixels, a low resolution of _UNK pixels, effective pixels, and a low resolution",
  "237": "yes, it has a _UNK _UNK _UNK and a _UNK _UNK _UNK",
  "238": "it has a 15.6-inch of _UNK",
  "239": "it has a 15.6-inch of _UNK and a _UNK camera.",
  "240": "it is available at a reduced price.",
  "241": "the phone has a large display size and an 15.6 inch display size, and an 15.6 inch display size.",
  "242": "the asus zenfone 3 deluxe 5.5 zs550kl which has 64 gb of internal memory and a 3000 mah battery.",
  "243": "okay, i'll make the price point you are aware of _UNK",
  "244": "the asus zenfone 3 deluxe 5.5 is the most _UNK",
  "245": "thanks for coming by, and we hope to see you again soon.",
  "246": "hello there. what may i do to assist you?",
  "247": "what may i do to assist you?",
  "248": "what is the name of the brand?",
  "249": "i'll give you just xiaomi eur.",
  "250": "it has a maximum resolution of _UNK pixels, three effective pixels, and a low resolution of _UNK pixels,",
  "251": "the most _UNK",
  "252": "it would just set you back just 210 eur.",
  "253": "it's the best phone in this phone is just be fantastic.",
  "254": "okay, i'll make a reservation for you.",
  "255": "thanks for coming by, and we hope to see you again soon.",
  "256": "hello there, if you have any interests in terms of specifications?",
  "257": "yes, we have a variety of phones that meet these specifications; do you have any additional requirements?",
  "258": "it costs 400 euros.",
  "259": "yes, it is available in silver colour which gives do you like.",
  "260": "if you could then any your requirement.",
  "261": "okay, it has a battery capacity of _UNK mah.",
  "262": "it comes with a 15.6-inch mah battery, 4 gb of ram, a dual main camera, and a secondary camera with",
  "263": "the cost is eur _UNK",
  "264": "okay, i'll make a reservation for you. do you want to purchase it?",
  "265": "thank you very much.",
  "266": "hello and good afternoon. we do, what specifications do you require?",
  "267": "can you please tell me what your price point is?",
  "268": "in terms of course. it's an excellent _UNK",
  "269": "okay, we do, and its price is 229 eur.",
  "270": "yes, we do, and its price is 229 eur.",
  "271": "it has a maximum resolution of 640 pixels, a low resolution of 640 pixels, a low resolution of 640 pixels,",
  "272": "it has a maximum resolution of _UNK pixels, and a low resolution of _UNK pixels,",
  "273": "it will set you back 440 euros.",
  "274": "the phone has a massive battery capacity of 4 gb.",
  "275": "okay, i'll make a reservation for you.",
  "276": "thank you for stopping by, and we hope to see you again soon.",
  "277": "hello there. please let me know if you have any specific features in mind.",
  "278": "which one do you want to purchase?",
  "279": "yes, we do, and a variety of _UNK can you tell me what you'd like to learn more about the",
  "280": "the phone costs that _UNK there are other brands that meet your needs.",
  "281": "okay, here is your reservation number.",
  "282": "it also has a 15.6-inch touchscreen. it is an excellent rating.",
  "283": "the phone has a large display size and an intel core i5-8265u cpu, intel hd graphics 6000 graphics, and a",
  "284": "the asus zenfone 3 deluxe 5.5 is a _UNK _UNK",
  "285": "the maximum resolution is the most well-known and the colour is _UNK",
  "286": "it comes with a 15.6-inch battery, 4 gb ram, and a dual main camera and an 8-megapixel secondary camera.",
  "287": "it comes with a 15.6-inch mah battery, 4 gb ram, and _UNK secondary camera, as well as a built-in for",
  "288": "okay, i'll make a reservation for you.",
  "289": "you're more than welcome.",
  "290": "hello and good morning. please let me know if you have any specific features in mind.",
  "291": "you should look into the gionee _UNK it is a good option.",
  "292": "yes, it is the most well-known and reliable brand.",
  "293": "it has a maximum resolution of _UNK pixels, a resolution of _UNK pixels, a maximum resolution of _UNK pixels, and",
  "294": "it has a maximum resolution of pixels, pixels, pixels, effective pixels, and a resolution of _UNK pixels, a low resolution",
  "295": "tell me about your range of _UNK",
  "296": "the nikon coolpix features have a ram and price is also a reduced brand.",
  "297": "it has a maximum resolution of _UNK pixels, a resolution of _UNK pixels, a maximum resolution of _UNK pixels, and",
  "298": "okay, i'll make a reservation for you.",
  "299": "thank you very much.",
  "300": "hello and good morning. what may i do to assist you?",
  "301": "yes, we have a variety of laptops from various please let me know which brand are you looking for?",
  "302": "if you could tell us your requirements and budget a specific model or feature _UNK the _UNK",
  "303": "it is available in silver colour which gives have a 64 gb of internal memory. and a ram and a",
  "304": "this phone is an android phone with a battery capacity of _UNK mah.",
  "305": "it has a maximum resolution of 640 pixels, a low resolution of 640 pixels, a maximum resolution of 640 pixels,",
  "306": "yes, it is the most well-known and reliable brand.",
  "307": "it will set you back 440 euros.",
  "308": "it is available for just _UNK eur.",
  "309": "okay, so what is the name you have in your phone?",
  "310": "you're more than welcome.",
  "311": "hello and good morning. please let me know if you have any requirements in terms of specifications.",
  "312": "hello and good morning. do you have a favourite brand?",
  "313": "it also has a 15.6-inch touchscreen. it also has 32 gb of storage and an excellent memory and a 15.6-inch",
  "314": "it has a maximum resolution of _UNK pixels, a low resolution of 640 pixels, effective pixels, and a 15.6-inch focus",
  "315": "it has a maximum resolution of _UNK pixels, 13 effective pixels, and a low resolution of _UNK pixels, costs wide",
  "316": "it has a 15.6-inch cm display size of _UNK cm and a _UNK secondary camera, for _UNK",
  "317": "it will set you back 440 euros.",
  "318": "it has a 15.6-inch of _UNK and a _UNK camera.",
  "319": "that is the best we have the same colour that you want to purchase this for _UNK",
  "320": "and, of course. booking is made.",
  "321": "you're more than welcome.",
  "322": "hello there. what may i do to assist you?",
  "323": "are you interested in learning more about its features?",
  "324": "what may i do to assist you?",
  "325": "it is a fantastic deal.",
  "326": "is there a particular model that you'd like to begin with?",
  "327": "billing has been made. thank you for your purchase.",
  "328": "it has a maximum resolution of _UNK pixels, a low resolution of 640 pixels, 8 effective pixels, and a 16",
  "329": "this model has an intel core i5-8265u cpu, intel hd graphics 6000 graphics, and a 1tb hard drive.",
  "330": "it weighs just _UNK and it is a fantastic deal.",
  "331": "okay, i'll make a reservation for you.",
  "332": "you're more than welcome.",
  "333": "hello and good morning. what may i do to assist you?",
  "334": "hello and good morning. please let me know if you have any requirements in terms of specifications.",
  "335": "the maximum resolution is the most well-known and also has a higher touchscreen. it has a 15.6-inch touchscreen.",
  "336": "this model is available in our stock. and cost just eur _UNK",
  "337": "it has a maximum resolution of _UNK pixels, 13 effective pixels, and a low resolution of _UNK pixels,",
  "338": "it has a maximum resolution of _UNK",
  "339": "it weighs around _UNK _UNK _UNK",
  "340": "it will set you back 440 euros.",
  "341": "yes, you will be required _UNK the discounted price is _UNK eur.",
  "342": "okay, i'll make a few for you. please let me know if you have any interests in terms of specifications.",
  "343": "you're more than welcome.",
  "344": "hello and good morning. please let me know if you have any specific features in mind.",
  "345": "hello there. what may i do to assist you?",
  "346": "yes, we have the nikon coolpix _UNK and it is an excellent phone.",
  "347": "okay, i'll make a few let me know what you're looking for.",
  "348": "it has a 15.6-inch of _UNK",
  "349": "it's set in gold, and it's really elegant.",
  "350": "it has a maximum resolution of _UNK pixels, a low resolution of _UNK pixels, 3 effective pixels, and it will",
  "351": "i'm happy you _UNK about it.",
  "352": "yes, it is the most well-known and reliable brand.",
  "353": "it has a maximum resolution of 640 pixels, a low resolution of 640 pixels, a low resolution of 640 pixels,",
  "354": "okay, i'll make a reservation for you.",
  "355": "thanks for coming by, and we hope to see you again soon.",
  "356": "hello and good afternoon. we do, in _UNK and a variety of _UNK can you please tell me more about",
  "357": "do you have any preferences in terms of specifications?",
  "358": "the samsung galaxy tab s3 9.7 has a 15.6-inch touchscreen.",
  "359": "it has a maximum resolution of _UNK pixels, 13 effective pixels, and a low resolution of _UNK pixels, more _UNK",
  "360": "the display on this model has a stunning 1920x1080 resolution.",
  "361": "it has a maximum resolution of _UNK pixels, a low resolution of 640 pixels, a low resolution of 640 pixels,",
  "362": "the asus zenfone 3 deluxe 5.5 which has 64 gb of internal memory and a 3000 mah battery.",
  "363": "the one i suggested to you really like. is there anything else you'd like to purchase?",
  "364": "okay, this is the [smartphone_tablet_brand] zenfone 3 deluxe 5.5 to be a decent for a good option. it has a",
  "365": "you're more than welcome.",
  "366": "hello and good morning. what may i do to assist you?",
  "367": "what may i do to assist you?",
  "368": "is there a particular brand that you prefer?",
  "369": "the asus zenfone 3 deluxe 5.5 is a good option. and is a fantastic option.",
  "370": "it has a maximum resolution of _UNK pixels, a low resolution of 640 pixels, effective pixels, and a dual sim",
  "371": "yes, it has both as well as a built-in radio and an 8 mp camera.",
  "372": "yes, it is an excellent brand of specific model with your _UNK",
  "373": "let me show you how it looks. then it might help you make a favourite brand?",
  "374": "if you have any interests in terms of specifications?",
  "375": "okay, that's it. is there anything else you'd like?",
  "376": "thanks for coming by, and we hope to see you again soon.",
  "377": "hello there. what may i do to assist you?",
  "378": "is there a particular brand that you require?",
  "379": "he seems to you in a _UNK the [smartphone_tablet_brand] brand.",
  "380": "this is a fantastic choice.",
  "381": "the phone costs that of the canon brand or price point _UNK",
  "382": "it can store up to 64 gb of internal memory.",
  "383": "it's available in [smartphone_tablet_color].",
  "384": "it will set you back 180 euros.",
  "385": "it's an android phone with a _UNK that _UNK",
  "386": "okay, thank you for stopping by, and we hope to see you again soon.",
  "387": "hello and good evening. what may i do to assist you?",
  "388": "okay, i'll do you want to buy it?",
  "389": "that is okay.",
  "390": "the asus zenfone 3 deluxe 5.5 is a good option. and is a fantastic option.",
  "391": "it has a maximum resolution of _UNK pixels, a low resolution of 640 pixels, 8 effective pixels, and a low",
  "392": "okay, i'll it. would you like to see the samsung galaxy tab a 4g brand name that you have a",
  "393": "it has a maximum resolution of 640 pixels, a low resolution of 640 pixels, a maximum resolution of 640 pixels,",
  "394": "it has a maximum resolution of _UNK pixels, and a resolution of _UNK",
  "395": "yes, it will set you back 180 eur, and nikon coolpix will you buy it.",
  "396": "okay, is there a particular model that you'd like to your phone?",
  "397": "thank you for stopping by, and we hope to see you again soon.",
  "398": "hello and good morning. do you have any particular requirements?",
  "399": "it has been reserved for you with the reference number 1342355.",
  "400": "the asus zenfone 3 deluxe 5.5 zs550kl is a good option. it has a 15.6-inch display screen and an 8-megapixel",
  "401": "the phone has a maximum resolution of the camera is 5 megapixel.",
  "402": "it will set you back 440 euros.",
  "403": "it is currently _UNK for a gionee marathon camera. it has an android operating system.",
  "404": "could you please tell me what your price point is?",
  "405": "yes, we have a variety of cameras from various have a favourite range of _UNK",
  "406": "it has a maximum resolution of pixels, pixels, a low resolution of 640 pixels, effective pixels, and a low resolution",
  "407": "it's available in the colour black.",
  "408": "it has a maximum resolution of _UNK pixels, a low resolution of 640 pixels, a low resolution of 640 pixels,",
  "409": "it costs just be fantastic.",
  "410": "okay, i'll make the reservation has been made. is there anything else you'd like?",
  "411": "you're more than welcome.",
  "412": "hello and good morning. what may i do to assist you?",
  "413": "can you please tell me what your price point is?",
  "414": "yes, we have a lot of phones with similar features.",
  "415": "the [laptop_brand] envy _UNK which was released in _UNK and it has a 15.6-inch touchscreen.",
  "416": "the [laptop_brand] envy _UNK is an excellent choice. the laptop has a resolution of 16 megapixels, while the main camera",
  "417": "if you have any interests in terms of specifications?",
  "418": "the asus zenfone 3 deluxe 5.5 is a well _UNK and the colour you have _UNK it also one of",
  "419": "it has a maximum resolution of _UNK pixels, a low resolution of 640 pixels, 8 effective pixels, and a low",
  "420": "it will set you back 440 euros.",
  "421": "this laptop has a higher rating, and the maximum resolution is _UNK",
  "422": "this is the best phone that are available on this and it costs just 280 eur.",
  "423": "it is an excellent choice.",
  "424": "you're more than welcome.",
  "425": "hello and good morning. are there any other preferences you have in mind?",
  "426": "then _UNK if you have any interests in terms of specifications?",
  "427": "that is okay.",
  "428": "i _UNK a [smartphone_tablet_brand] _UNK that is available for you.",
  "429": "it's the best camera for your purchase.",
  "430": "it comes with 3 gb ram, and an intel core i5-8265u cpu, intel gma hd graphics, and a 1tb hard",
  "431": "the phone i have is the price.",
  "432": "your reservation number is _UNK",
  "433": "thank you for _UNK and have a _UNK day.",
  "434": "hello and good morning. please let me know if you have any specific features in mind.",
  "435": "yes, we have a variety of cameras from various brands.",
  "436": "it would just set you back just 570 eur.",
  "437": "the nikon coolpix is an excellent option.",
  "438": "this item has been made.",
  "439": "it has been reserved for you with the reference number 1342355.",
  "440": "it has a maximum resolution of pixels, pixels, pixels, effective pixels, and a low price of _UNK",
  "441": "it has a maximum resolution of _UNK pixels, a low resolution of _UNK pixels, effective pixels, and a low resolution",
  "442": "okay, i'll make a reservation for you. do you want to buy it?",
  "443": "you're more than welcome.",
  "444": "hello there. what may i do to assist you?",
  "445": "what may i do to assist you?",
  "446": "what would you like to spend your money on?",
  "447": "is there a particular model that you'd like to begin with?",
  "448": "okay, i'll you give me a particular model or for yourself?",
  "449": "if you have any interests in terms of specifications?",
  "450": "it has a maximum resolution of _UNK pixels, 13 effective pixels, and dual sim slots.",
  "451": "it is the best product.",
  "452": "it is also quite a _UNK brand.",
  "453": "i'm you like to purchase the price point as a decent more about the phone?",
  "454": "it will set you back 440 euros.",
  "455": "you're more than welcome.",
  "456": "hello and good afternoon. we do, and a variety of laptops from various brands.",
  "457": "yes, we have a variety of cameras from various brands.",
  "458": "may i recommend any other requirements as well as a decent _UNK",
  "459": "okay, i'll would like to see if you have any interests in terms of specifications?",
  "460": "nikon coolpix models is available for you. is there a particular model that would you like to learn more about?",
  "461": "okay, please see me a minute.",
  "462": "nikon coolpix models available for some with excellent features.",
  "463": "it has a 15.6-inch cm display size of _UNK cm and a _UNK display size and a _UNK camera that",
  "464": "the asus zenfone 3 deluxe 5.5 is a decent option.",
  "465": "do you want to purchase it?",
  "466": "okay, i'll make a reservation for you.",
  "467": "you're more than welcome.",
  "468": "hello and good morning. what may i do to assist you?",
  "469": "what may i do to assist you?",
  "470": "if you have any interests in terms of specifications?",
  "471": "the asus zenfone 3 deluxe 5.5 is a good option. it has a 15.6-inch megapixel and a camera of 8",
  "472": "it has a maximum resolution of _UNK pixels, and a low resolution of 640 pixels, is available in weight.",
  "473": "the price is 180 eur.",
  "474": "it has a maximum resolution of _UNK pixels, a low resolution of 640 pixels, 8 effective pixels, and a low",
  "475": "it has a price of _UNK and a _UNK battery. this has a battery capacity of _UNK mah.",
  "476": "there are several about the _UNK",
  "477": "it has been reserved to be fantastic.",
  "478": "thanks for coming by, and we hope to see you again soon.",
  "479": "hello and good morning. please let me know if you have any specific features in mind.",
  "480": "i'll there. we do, what exactly would like?",
  "481": "yes, it is available for _UNK _UNK and a 15.6-inch for you.",
  "482": "do you want me to show some other preferences in your _UNK",
  "483": "that is okay.",
  "484": "the cost is eur _UNK",
  "485": "it's an android phone with a _UNK that _UNK",
  "486": "okay, i'll it.",
  "487": "okay, i'll do you want to purchase it?",
  "488": "it's an android phone with a _UNK that _UNK",
  "489": "you're more than welcome.",
  "490": "hello and good morning. what may i do to assist you?",
  "491": "if you have any interests in terms of specifications?",
  "492": "yes, we do, and that is the colour that we have.",
  "493": "then you should think about this _UNK has a _UNK cm and a low resolution of _UNK pixels,",
  "494": "that is the only one that you are looking for.",
  "495": "the you _UNK the camera from the samsung galaxy tab a _UNK",
  "496": "if you have any interests in terms of specifications?",
  "497": "it has a 15.6-inch of _UNK",
  "498": "can you tell me the brand or model name.",
  "499": "okay, we have a lot of this models that meet your needs.",
  "500": "it will set you back 440 euros.",
  "501": "okay, i'll book it for both the items?",
  "502": "thanks for coming by, and we hope to see you again soon.",
  "503": "hello and good _UNK the _UNK _UNK we do, what exactly is the _UNK or our you'd like to see",
  "504": "the phone costs that of the _UNK it seems to be fantastic.",
  "505": "it has a maximum resolution of _UNK pixels, three and a 15.6-inch effective pixels.",
  "506": "the cost is eur _UNK",
  "507": "yes, we have a lot of phones with similar features.",
  "508": "thank you for both is the reservation _UNK",
  "509": "if you have any interests in terms of specifications?",
  "510": "okay, here is aspire 3 a315-53 by asus brand.",
  "511": "it will set you back just 210 eur.",
  "512": "okay, your order [smartphone_tablet_model] _UNK and the nikon coolpix is the most well-known camera.",
  "513": "thanks for coming by, and we hope to see you again soon.",
  "514": "hello and good morning. what may i do to assist you?",
  "515": "may i know if you have any interests in terms of specifications?",
  "516": "okay, i'll do you have any price point in mind?",
  "517": "it has a maximum resolution of 640 pixels, 16 gb of storage and a dual sim slots.",
  "518": "if you have any interests in terms of specifications?",
  "519": "if you have a favourite brand or feature in mind?",
  "520": "yes, it is the most well-known and in high _UNK",
  "521": "your reservation has been made.",
  "522": "what is the other feature you can also the model from the canon brand.",
  "523": "that is what may i do to assist you?",
  "524": "yes, we have a lot of phones with similar _UNK this model of the nikon camera has a camera of",
  "525": "both of your brands is _UNK",
  "526": "thank you for stopping by, and we hope to see you again soon.",
  "527": "hello and good morning. please let me know if you have any requirements in terms of specifications.",
  "528": "if you have any interests in terms of specifications?",
  "529": "it has a maximum resolution of _UNK pixels, the display size of _UNK it has a 15.6-inch touchscreen.",
  "530": "yes, it has a maximum resolution of _UNK pixels, a low resolution of _UNK pixels, effective pixels, and two sim",
  "531": "the 3200 mah battery is more than the best of the brand?",
  "532": "it has a maximum resolution of _UNK pixels, effective pixels, and two sim card slots.",
  "533": "yes, it is available in the in [smartphone_tablet_color].",
  "534": "if you have any interests in terms of specifications?",
  "535": "you are welcome.",
  "536": "hello and good morning. please let me know if you have any specific features in mind.",
  "537": "yes, we have a variety of cameras from various brands. could you please tell me what you're looking for.",
  "538": "okay, this phone is an excellent phone. the booking id is _UNK",
  "539": "the asus zenfone 3 deluxe 5.5 zs550kl is available in a _UNK _UNK",
  "540": "it comes with a 15.6-inch screen.",
  "541": "okay, this phone is the most well-known and reliable brand.",
  "542": "the cost is eur after the discount.",
  "543": "then you can purchase a lenovo ideapad s340 please tell me about that phone?",
  "544": "it has a maximum resolution of 1 pixels, an 8 gb storage and an internal storage capacity of 64 gb.",
  "545": "it has a battery capacity of _UNK mah.",
  "546": "yes, we do, and its price is 229 eur.",
  "547": "it is our fun. and come back to see us.",
  "548": "hello and good morning. if you have any interests in terms of specifications?",
  "549": "if you have a favourite brand or feature in mind? do you have in mind?",
  "550": "yes, it has a maximum resolution of _UNK pixels, an effective pixels, and a resolution of _UNK",
  "551": "with the maximum resolution of cameras have to be a _UNK this _UNK",
  "552": "with the maximum resolution of cameras in terms of this phone is an excellent choice.",
  "553": "it costs 400 euros.",
  "554": "so, how do you want to purchase it?",
  "555": "apple laptop has a higher resolution of _UNK the _UNK is _UNK",
  "556": "yes, we have a variety of cameras with similar _UNK the screen on this which is the best for you.",
  "557": "the cost is eur _UNK",
  "558": "it has a maximum resolution of _UNK pixels, a low resolution of 640 pixels, 8 effective pixels, and a 16",
  "559": "okay, than the [smartphone_tablet_model] [smartphone_tablet_model] [smartphone_tablet_model] [smartphone_tablet_model] is a 4 gb ram and a lot mah battery. it's well worth",
  "560": "you are welcome.",
  "561": "hello and good morning. please let me know if you have any specific features in mind.",
  "562": "yes, we have a variety of cameras from various brands.",
  "563": "yes, we have the same camera features in mind?",
  "564": "could you please tell me what your price point is?",
  "565": "it has a maximum resolution of _UNK pixels, a maximum resolution of 640 pixels, a low resolution of 640 pixels,",
  "566": "it has a battery capacity of 4000 mah.",
  "567": "it will cost you just just 500 eur.",
  "568": "yes, we have a variety of cameras from various brands.",
  "569": "what is the phone that you'd like to your phone?",
  "570": "yes, it is the best phone that was launched in 2007 _UNK",
  "571": "it would just set you back just 210 eur.",
  "572": "please allow me a few _UNK and we hope to see you again soon.",
  "573": "it is our fun. and come back to see us.",
  "574": "hello and good morning. please let me know if you have any requirements in terms of specifications.",
  "575": "okay, this is the asus zenfone 3 deluxe 5.5 which has 64 gb of internal memory and a 3000 mah",
  "576": "sure, it's an android phone with a 3000mah battery and a fast 4 gb ram.",
  "577": "it has a 3000 mah battery, 4 gb ram, and 64 gb of ram.",
  "578": "okay, this is the acer model has a 3000 mah battery and 4 gb of ram. it has a main",
  "579": "it is black in colour.",
  "580": "it has a maximum resolution of 640 pixels, a low resolution of 640 pixels, a maximum resolution of 640 pixels,",
  "581": "yes, it has a battery capacity of _UNK mah.",
  "582": "yes, we do, and its price is 229 eur.",
  "583": "sure, shall i proceed with billing for both the items?",
  "584": "okay, it has been reserved for you with this address.",
  "585": "thank you for stopping by, and we hope to see you again soon.",
  "586": "hello and good morning. please let me know if you have any specific features in mind.",
  "587": "okay, please see the asus aspire 3 _UNK which has a 4 gb ram and a 3000 mah battery. it",
  "588": "it will set you back 440 euros.",
  "589": "it has a maximum resolution of pixels, pixels, a low resolution of 640 pixels, a low resolution of 640 pixels,",
  "590": "this laptop has a fast 8 gb ram. the display on this model is _UNK",
  "591": "sure, i'll fine.",
  "592": "[laptop_brand] geforce mx130 (2 gb) an nvidia geforce mx130 (2 gb) graphics card.",
  "593": "the cost is just 210 eur.",
  "594": "is there anything else you'd like?",
  "595": "thank you very much.",
  "596": "hello and good morning. if you have any interests in terms of specifications?",
  "597": "okay, can you specify some specifications at the _UNK",
  "598": "okay, here is a dell model that will be fantastic.",
  "599": "okay, i'll it. if you have any interests in terms of specifications?",
  "600": "it has a battery capacity of _UNK mah.",
  "601": "what is the best products that phone?",
  "602": "okay, i'll it. if you have any interests in terms of specifications?",
  "603": "the cost is 170 euros.",
  "604": "it is available in _UNK",
  "605": "yes, we have the same camera on the _UNK",
  "606": "in that price _UNK just give me a laptop for me to _UNK",
  "607": "then you should think about this model has a stunning 1920x1080 resolution.",
  "608": "okay, can you tell me what your price point is?",
  "609": "sure, shall i proceed with billing for both the items?",
  "610": "you're more than welcome.",
  "611": "hello there. please let me know if you have any specific features in mind.",
  "612": "are you interested in learning more about the features?",
  "613": "this is the asus zenfone 3 deluxe 5.5 zs550kl which has 64 gb of internal memory and a 3000 mah",
  "614": "what would you like to spend your money on?",
  "615": "okay, here's a [smartphone_tablet_brand] [smartphone_tablet_model] _UNK and the colour is currently _UNK",
  "616": "it has a maximum resolution of 640 pixels, a low resolution of 640 pixels, effective pixels, and a dual main",
  "617": "then you should think about this model has a stunning 1920x1080 resolution.",
  "618": "the price is 180 eur.",
  "619": "well, the phone will only weighs 210 eur. it's an excellent phone.",
  "620": "this phone has a higher rating, and the colour you have high-resolution looking for.",
  "621": "okay, your order nikon coolpix",
  "622": "billing has been made. thank you for your purchase.",
  "623": "you're more than welcome.",
  "624": "hello and good evening. what kind of phone in terms of the laptop that you have in mind?",
  "625": "yes, we have a range of laptops that meet these specifications; do you have any additional requirements?",
  "626": "sure, look at the canon powershot _UNK which has a resolution of _UNK and a 15.6-inch screen. for you. it",
  "627": "it has a maximum resolution of _UNK pixels, three effective pixels, and a 15.6-inch appearance.",
  "628": "of course, it has a 15.6-inch cm display size of _UNK cm and a _UNK display size is _UNK",
  "629": "it has a maximum resolution of _UNK pixels, a low resolution of 640 pixels, 8 effective pixels, and a low",
  "630": "intel core _UNK is the graphics card.",
  "631": "it is _UNK with a _UNK _UNK",
  "632": "it will set you back just 210 eur.",
  "633": "yes, your _UNK is _UNK",
  "634": "great, it has been reserved for you with the reference number 1342355.",
  "635": "thanks for coming by, and we hope to see you again soon.",
  "636": "hello and good morning. if you have any interests in terms of specifications.",
  "637": "okay, we have a lot of phones with similar features. if you have any interests in terms of specifications.",
  "638": "yes, it is the most well-known and well-known brand.",
  "639": "of course, it's a very good choice. it has a 15.6-inch display size, the laptop is _UNK",
  "640": "it comes with a maximum resolution of _UNK pixels, an effective pixels, and a resolution of _UNK pixels.",
  "641": "it has a maximum resolution of _UNK pixels, an effective pixels, and a resolution of _UNK pixels,",
  "642": "_UNK the _UNK is _UNK it also has an intel core i5-8265u cpu, intel hd graphics 6000 graphics, and a",
  "643": "all of them have a resolution of 1 and weighs about 150 g and weights have a focus range of",
  "644": "all _UNK we are currently with the options price point like to _UNK",
  "645": "okay, so can you tell me what your price point is?",
  "646": "great, it has been reserved for you with the reference number 1342355.",
  "647": "it has been reserved for you with the reference number 1342355.",
  "648": "you are welcome.",
  "649": "hello there. could you could show you [smartphone_tablet_brand] zenfone zoom phones from the _UNK which model that is available for",
  "650": "okay, this is the asus zenfone 3 deluxe 5.5 which has 64 gb of internal memory and a 3000 mah",
  "651": "sure, it's an android phone with a 3000mah battery and a fast 4 gb ram.",
  "652": "it has a 3000 mah battery, 4 gb ram, and 64 gb of ram.",
  "653": "acer is the _UNK we have an ipad brand of cameras with a 15.6-inch display size, for an excellent features.",
  "654": "okay, this is the [smartphone_tablet_brand] zenfone 3 zoom ze553kl, which comes with an intel core i5-8265u cpu, intel hd graphics",
  "655": "it is black in colour.",
  "656": "it has a maximum resolution of 640 pixels, a low resolution of 640 pixels, a low resolution of 640 pixels,",
  "657": "yes, it has a battery capacity of _UNK mah.",
  "658": "yes, this _UNK is the _UNK",
  "659": "sure, shall i proceed with billing for both the items?",
  "660": "okay, it has been reserved for you with this address.",
  "661": "you're more than welcome.",
  "662": "hello there. what may i do to assist you?",
  "663": "what are you looking for?",
  "664": "here is the link. _UNK",
  "665": "okay, this is the asus zenfone 3 deluxe 5.5 which has 64 gb of internal memory and a 3000 mah",
  "666": "this model is available for just _UNK eur.",
  "667": "it comes with a 15.6-inch battery, and a 15.6-inch touchscreen. it has a battery capacity of _UNK mah.",
  "668": "sure, here is your reservation number.",
  "669": "billing has been made. thank you for your purchase.",
  "670": "you're more than welcome.",
  "671": "hello there. if you have any interests in terms of specifications?",
  "672": "okay, here is a samsung model that you like.",
  "673": "okay, this is the colour that we have a lot of option can you _UNK some more _UNK",
  "674": "it has a maximum resolution of _UNK pixels, a low resolution of 640 pixels, 8 effective pixels, and a 16",
  "675": "this laptop has an intel core i5-8265u cpu, intel core _UNK and hd graphics card.",
  "676": "of course, it has a maximum resolution of _UNK pixels, the display size of _UNK it has a 15.6-inch touchscreen.",
  "677": "intel uhd graphics 620 is the graphics card.",
  "678": "of course, it has a 15.6-inch cm display size of _UNK cm and a _UNK display size is _UNK",
  "679": "great, it has been reserved for you with the reference number 1342355.",
  "680": "it has been reserved for you with the reference number 1342355.",
  "681": "you are welcome.",
  "682": "hello and good morning. if you have any interests in terms of specifications?",
  "683": "you have a favourite brand preference in colour.",
  "684": "okay, here's it. if you have any interests in terms of specifications?",
  "685": "it has a maximum resolution of 640 pixels, a low resolution of 640 pixels, effective pixels, and a dual sim",
  "686": "yes, it has a battery capacity of _UNK mah.",
  "687": "it costs just euros. eur.",
  "688": "it is _UNK the _UNK",
  "689": "sure, here is your receipt.",
  "690": "here is the link. 5 _UNK for the xiaomi it has a battery capacity of 1 gb.",
  "691": "great, it has been reserved for you with the reference number 1342355.",
  "692": "it has been reserved for you with the reference number 1342355.",
  "693": "you are welcome.",
  "694": "hello and good morning. what may i do to assist you?",
  "695": "what is your budget?",
  "696": "what is the colour preferences.",
  "697": "only one model of course, comes with a _UNK please _UNK",
  "698": "it has a maximum resolution of 640 pixels, a low resolution of 640 pixels, 8 effective pixels, and a low",
  "699": "yes, the main camera has a resolution of 13 megapixels. while the secondary camera has a resolution of 13 megapixels.",
  "700": "it has a maximum resolution of _UNK pixels, an effective pixels, and a resolution of _UNK pixels,",
  "701": "the cost is eur _UNK",
  "702": "the asus zenfone 3 deluxe 5.5 is a good option. it has a 15.6-inch touchscreen and a lot of positive",
  "703": "it has a maximum resolution of 640 pixels, a low resolution of 640 pixels, 8 effective pixels, and a low",
  "704": "the cost is 250 euros.",
  "705": "it will cost you just just just 500 at least price.",
  "706": "if you have any interests in terms of specifications?",
  "707": "it weighs just _UNK as well as a built-in radio and an 8 mp main camera.",
  "708": "this is the price point after discount.",
  "709": "sure, how will you pay?",
  "710": "okay, i'll it.",
  "711": "hello and good morning. what may i do to assist you?",
  "712": "if you have any interests in terms of specifications?",
  "713": "we have a lot of phones in that range but i can suggest you a samsung _UNK",
  "714": "please take a look at huawei matebook _UNK",
  "715": "the price is 180 eur.",
  "716": "this item is the best from the xiaomi it is well-known for you.",
  "717": "could you please tell me what your price point is?",
  "718": "after discount, the lenovo ideapad s340 costs 1849 eur.",
  "719": "well, it is the most well-known and reliable brand.",
  "720": "it has a maximum resolution of 3072 pixels, pixels, effective pixels, and a resolution of _UNK",
  "721": "okay, i'll make the reservation has been made.",
  "722": "thank you for stopping by, and we hope to see you again soon.",
  "723": "hello there. what may i do to assist you?",
  "724": "could you please tell me what your price point is?",
  "725": "yes, we do, and that is the colour that we have.",
  "726": "this item is the best from the xiaomi it is well-known for you.",
  "727": "could you please tell me what your price point is?",
  "728": "do you want to purchase a canon powershot",
  "729": "well, it is the most well-known and reliable brand.",
  "730": "it has a maximum resolution of 3072 pixels, pixels, effective pixels, and a resolution of _UNK",
  "731": "it has a maximum resolution of _UNK pixels, three effective pixels, and a low resolution of _UNK pixels,",
  "732": "okay, i'll make the reservation has been made.",
  "733": "welcome.",
  "734": "hello there. what may i do to assist you?",
  "735": "if you have any interests in terms of specifications?",
  "736": "after discount, the lenovo ideapad s340 costs 1849 eur.",
  "737": "well, it is the most well-known and reliable brand.",
  "738": "it is equipped with an intel core i5-8265u cpu, intel hd graphics 620 graphics, and a 1tb hard drive.",
  "739": "okay, i'll make the reservation has been made.",
  "740": "it has a maximum resolution of 640 pixels, a low resolution of 640 pixels, a low resolution of 640 pixels,",
  "741": "the price is 3399 eur.",
  "742": "it has a 15.6-inch cm display size is of _UNK _UNK and a _UNK _UNK",
  "743": "okay, your order has been made.",
  "744": "you are welcome.",
  "745": "hello and good morning. do you have a favourite brand?",
  "746": "yes, we have a lot of phones with similar _UNK this model is available for _UNK _UNK",
  "747": "it has a maximum resolution of 3072 pixels, pixels, effective pixels, and a resolution of _UNK pixels,",
  "748": "it is just a reduced price.",
  "749": "okay, i'll make a reservation for you.",
  "750": "if you have any interests in terms of specifications?",
  "751": "it has a maximum resolution of 640 pixels, a low resolution of 640 pixels, a low resolution of 640 pixels,",
  "752": "it will set you back 440 euros.",
  "753": "okay, i'll make a reservation for you. do you want to buy it?",
  "754": "thanks for coming by, and we hope to see you again soon.",
  "755": "hello and good morning. do you have a favourite brand?",
  "756": "it's _UNK",
  "757": "please see canon powershot a310, which costs 139 eur.",
  "758": "it's an android phone with a _UNK display size.",
  "759": "the [laptop_brand] inspiron 15 3567, is the most recent and reliable brand.",
  "760": "it is discounted price.",
  "761": "it has a maximum resolution of 3072 pixels, pixels, effective pixels, and a resolution of _UNK pixels,",
  "762": "it has a maximum resolution of _UNK pixels, and a resolution of _UNK",
  "763": "okay, your order is booked.",
  "764": "thanks for coming by, and we hope to see you again soon.",
  "765": "hello and good morning. please do any that i have a favourite budget that phone?",
  "766": "if you have a favourite brand or feature in mind? do you have any interests in terms of specifications?",
  "767": "yes, it has a maximum resolution of _UNK pixels, three effective pixels, and a low resolution of _UNK pixels,",
  "768": "it has a maximum resolution of 640 pixels, a low resolution of 640 pixels, a low resolution of 640 pixels,",
  "769": "it has been reserved for you with the reference number 1342355.",
  "770": "do you want to purchase a canon powershot",
  "771": "it has a maximum resolution of 640 pixels, a low resolution of 640 pixels, effective pixels, and a dual sim",
  "772": "okay, your order is booked.",
  "773": "thanks for coming by, and we hope to see you again soon.",
  "774": "hello there. what may i do to assist you?",
  "775": "if you have any interests in terms of specifications?",
  "776": "we have a lot of phones with similar _UNK this model is available for _UNK _UNK",
  "777": "can you tell me what your requirements is?",
  "778": "it has a maximum resolution of 640 pixels, a low resolution of 640 pixels, effective pixels, and a dual sim",
  "779": "the price is 3399 eur.",
  "780": "yes, it is the most well-known and reliable brand.",
  "781": "it has a maximum resolution of 640 pixels, a low resolution of 640 pixels, a low resolution of 640 pixels,",
  "782": "okay, i'll make a reservation for you. is there anything else you'd like?",
  "783": "thank you for stopping by, and we hope to see you again soon.",
  "784": "you are welcome.",
  "785": "hello there. what may i do to assist you?",
  "786": "if you have any interests in terms of specifications?",
  "787": "please take a look at the asus vivobook 14 _UNK",
  "788": "what is your budget?",
  "789": "it has a maximum resolution of _UNK pixels, a maximum resolution of 640 pixels, a low resolution of 640 pixels,",
  "790": "it will set you back just 210 eur.",
  "791": "yes, it is the most well-known and reliable brand.",
  "792": "it has a maximum resolution of 640 pixels, a low resolution of 640 pixels, a low resolution of 640 pixels,",
  "793": "okay, could you please tell me what your price point is?",
  "794": "we have it in store.",
  "795": "it has a maximum resolution of 3072 pixels, pixels, effective pixels, and a resolution of _UNK",
  "796": "okay, i'll make a reservation for you. do you want to purchase it?",
  "797": "thanks for coming by, and we hope to see you again soon.",
  "798": "hello there. what may i do to assist you?",
  "799": "we have a variety of cameras from various brands.",
  "800": "yes, we have a lot of option from the canon range that meet be fantastic.",
  "801": "it has a maximum resolution of pixels, pixels, pixels, pixels, pixels, pixels, and a 15.6-inch screen. it also has 64",
  "802": "it is just a reduced price.",
  "803": "if you have any interests in terms of specifications?",
  "804": "is there a particular model that you'd like to have?",
  "805": "it has a maximum resolution of _UNK pixels, a resolution of _UNK pixels, a maximum resolution of _UNK pixels, and",
  "806": "it has a maximum resolution of _UNK pixels, and a resolution of _UNK pixels.",
  "807": "okay, i'll make a reservation for you. do you want to purchase it?",
  "808": "okay, i'll it. do you want to purchase a canon powershot",
  "809": "thanks for coming by, and we hope to see you again soon.",
  "810": "hello there. what may i do to assist you?",
  "811": "if you have any interests in terms of specifications?",
  "812": "this laptop has a maximum resolution of _UNK with a resolution of _UNK pixels, three effective pixels, and a low",
  "813": "yes, it is available in silver colour which gives do you like.",
  "814": "okay, please let me know if you have any budget limit?",
  "815": "yes, we have the model of cameras _UNK 3 from various brands.",
  "816": "it has a maximum resolution of _UNK pixels, three and a 15.6-inch effective pixels.",
  "817": "it comes in a gold colour which gives you a royal appearance.",
  "818": "if you want to purchase any specifications that you are aware of _UNK",
  "819": "okay, i'll make a reservation for you. do you want to buy it?",
  "820": "thanks for coming by, and we hope to see you again soon.",
  "821": "hello and good morning. if you have any interests in terms of specifications?",
  "822": "we have it in store.",
  "823": "it has a maximum resolution of 3072 pixels, pixels, effective pixels, and a resolution of _UNK",
  "824": "okay, i'll make a reservation for you. do you want to purchase it?",
  "825": "let me tell you more about your requirements?",
  "826": "well, we do, and its price is 170 eur.",
  "827": "it comes with a 15.6-inch mah battery, 6 gb of ram, and a dual main camera, and a dual main",
  "828": "it is black in colour.",
  "829": "okay, i'll make a reservation for you. do you want to buy it?",
  "830": "thanks for coming by, and we hope to see you again soon.",
  "831": "hello and good morning. please let me know if you have any specific features in mind.",
  "832": "what are your basic _UNK",
  "833": "please see the gionee costs which costs 280 eur.",
  "834": "it has a maximum resolution of pixels, pixels, pixels, effective pixels, and a dual main camera, and a low price",
  "835": "it is black in colour.",
  "836": "it has a maximum resolution of 640 pixels, a low resolution of 640 pixels, a low resolution of 640 pixels,",
  "837": "okay, i'll make a reservation for you.",
  "838": "yes, it has an intel core i5 cpu, and intel hd graphics 6000 graphics, and a 1tb hard drive.",
  "839": "the cost is eur _UNK",
  "840": "okay, your order will be delivered soon.",
  "841": "thanks for coming by, and we hope to see you again soon.",
  "842": "hello and good morning. please let me know if you have any specific features in mind.",
  "843": "yes, we have a lot of phones with similar _UNK this model is available for _UNK _UNK",
  "844": "please see the gionee costs which costs 280 eur.",
  "845": "it has a maximum resolution of pixels, pixels, pixels, effective pixels, and a dual main camera, and a low price",
  "846": "it is black in colour.",
  "847": "please check zenpad 5 a515-54g for you.",
  "848": "okay, i'll make a reservation for you.",
  "849": "yes, it has an intel core i5 cpu, and intel hd graphics 6000 graphics, and a 1tb hard drive.",
  "850": "the cost is eur _UNK",
  "851": "okay, your order nikon _UNK",
  "852": "thanks for coming by, and we hope to see you again soon.",
  "853": "hello and good morning. please do any that phone?",
  "854": "you can have an excellent brand with your requirement.",
  "855": "the phone have a phone as well as a decent as well as a built-in for the phone. what you're",
  "856": "it has a maximum resolution of pixels, pixels, pixels, effective pixels, and a 15.6-inch screen.",
  "857": "the price is 4499 eur.",
  "858": "yes, it is available in the colour which gives you always classic and it really an amazing phone.",
  "859": "it is available for just 450 eur.",
  "860": "please see the gionee costs be _UNK to be _UNK",
  "861": "it comes with a 15.6-inch battery, 4 gb ram, a dual main camera, and a 5-megapixel secondary camera.",
  "862": "yes, the asus zenfone have a maximum resolution of 8 pixel is more than _UNK",
  "863": "okay, is the _UNK",
  "864": "thank you for stopping by, and we hope to see you again soon.",
  "865": "hello and good morning. do you have a favourite brand?",
  "866": "it also has a 15.6-inch touchscreen. this phone has a 15.6-inch touchscreen.",
  "867": "okay, please hold.",
  "868": "this is the best from the samsung galaxy s7 for you.",
  "869": "it will set you back 440 euros.",
  "870": "it is just a reduced price.",
  "871": "if you have any interests in terms of specifications?",
  "872": "yes, we do, and a variety of this models so have it.",
  "873": "it has a maximum resolution of 3072 pixels, pixels, effective pixels, and a resolution of _UNK pixels,",
  "874": "it is equipped with an intel core i5-8265u cpu, intel hd graphics 620 graphics, and a 1tb hard drive.",
  "875": "okay, your reservation has been made.",
  "876": "welcome."
}